{
    "texts": [
        "Table Content: [THarf 4f44 Afu #TTJF]; [Employees Provident Fund Organisation]; [(C5 &a vuTr HATG4 HRM TTT)]; [(MINISTRY OF LABOUR & EMPLOVMENT, GOVERNMENT OF INDIA)]; [{azra vud]; [tTufcru /Head Office]; [Ra]; [Dc]; [Mairk, aiop-Il {r fqaad TT,76 @aari-110023]; [Plate A Ground Floor; Block Il, East Kidwai Nagar New Delhi-110023]; [Wehaite:]; [WW enfindia Gov.in, WWw epfindia nicin]",
        "Date: JSIApr/2025 No: WSUIAmendments in IT, 1961/E-33306/2025-26/ 9 | To, AII ACCs(HQ), ACCs/Zones AIl RPFC-I/RPFC-II/APFC OICs Ref: WSU/6(1)2019/IncomeTax/ Part-I(E-33306)/4581 dt 06/04/2022 13 (Transfer-out) Functionality Simplification of Sub: Revamped Form Transfer Claim Process -Reg: the transfer claim process, the Form 13 With a view to further simplify been revamped duly incorporating the functionality has since bifurcsfeoroucr non-taxable components of PF accumulations as bifurcation taxable and stipulated vide the above reference: at the Transferee (Destination) Office has Further, the 3 level processing been dispensed with; It is to be specirically noted that once the transfer caitm gets Office in the revamped functionality , the at the Transferor (Source) Ppovddeed Fndhaeccumslation and Pension Service of the member pertaining to the Provident get added to the present account at previous account will automatically Office without the requirement of any additional the Transferee (Destination) processing: members well as contribution details in the Transfer-in The profile as now been made available at Annexure 'T' of the Claim (Destination) Office has Docket (CAD): The Initiator , Verifier as well as the Approver at the Aparsfeal-Ooc (Source) Office need to thoroughly verify, inter-alia, the said details before finallly approving the claim. Therefore, there shall not be any need for the role of AO Transfer-in Rejection _ The introduction of the revised process shall reduce the processing time of transfer claims contributing to enhanced efficiency in the field offices resulting in speedier and seamless service to members. Accordingly, it is once again re-iterated that all the Transferor (Source) Offices need to take due care to ensure that the transfer-out is error-free in all respects before according the final approval to avoid any erroneous transfers and consequent grievances/delay: The principal features of the revamped functionality are listed in Annexure 1. [This has the approval of CPFC] L) Trs G.R: Suchindranath ACC (WSU)",
        "Annexure 1 Features of Revamped Form 13 (Transfer-out) Form 13 (Transfer-out) not   only inherits the The newly developed Revamped Form 19 but also includes a few more: Some of the vital features of Revamped enhancements in Revamped Form 13 (Transfer-out) are amendments/ summarized below: On opening a Form 13 claim in the revamped functionality, all information in relation to the member eg. KYC (Transferor & Transferee office), the contributions, VDRs/ Transfer-ins, withdrawals and available balances, Worksheet as regards taxable and non-taxable interest calculation contributions etc. are made available at one place to components of facilitate the verification. in relation to both the member IDs (in case of Comparison of KYCs Transfer-out to an Un-exempted establishments) has been provided. been provided with additional page having taxable and 'Annexure-K' has non-taxable details. ID is  generated and utilized during the course of Unique Transaction settlement as an enhanced Security measure. all levels of Field Office functionaries at the Transferor After approval by (i.e. previous) Office, the approved amount (in case of Transfer-out to a Establishment) along with taxable   component, if any and Unexempted Service details would immediately get added in the Member's Balance and Service Details at the Transferee (i.e: New) Office.",
        "#Harf 4faq Aft 413H Employees Provident Fund Organisation (87 & rTTR HAT4 HR TRGT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) 3ar arafaw /Head Office EC Trawk, wd-Il &r foaad+R, 7frri-110023 Plate A Ground Floor; Block Il, East Kidwai Nagar, New Delhi-^10023 Website: WWw epfindia gov,in, WWW epfindia nicin Fcd vud No. HRM-VII/1(1992019/J&KLADAKH-Part(3)/630 To: AII ACC (HQY ACC (Zones) Head Officel Director (PDNASSY AII RPFCs-in-charge of Regional Offices/ Zonal Training Institutes. Dated: 29.04.2025 Sub: Calling options for posting at Regional Offices at Jammu; Kashmir and DO Leh (Ladakh) reg: Sir/Madam, It has been decided to call for fresh options for postings in J&K and Ladakh for smooth functioning of the respective offices. 2 Accordingly; the officials in the Sr SSA/SSA cadres who are willing to be posted in the Regional Offices of Jammu; Kashmir and Ladakh may send their option to Head Office. 3 The Posting of the officials will be for one year and thereafter on completion of tenure they would be given   preferred   postings   subject to availability of vacancy and extant rule provisions 4 The last date for sending the willingnessloptions for posting at Jammu & Kashmir and Ladakh is 15.05.2025. The duly signed and scanned copies of options are to be provided only through e-mail to rcLhrm@epfindia govin: (This issues with the approval of CPFC) Yours faithfully Awv 29l 4/ 2 (Mohammad Shariq) Regional P. F. Commissioner-[ (HRM-I)",
        "#aari %deq ff 4uoTt Employees' Provident Fund Organisation (HA Va vaTJIR HHTTT4 , HRT TRTR) (MINISTRY OF LABOUR & EMPLOYMENT , GOVERNMENT OF INDIA) 1E4 #ryiary/ Head Office aadl Tat, cclian-Il, $z Fencaz TaR, 73 fcai-110 023 Second Floor, Block IL, East Kidwai Nagar, New Delhi-110 023 website: WWW_ epfindia gov.in, WWW.epfindia nicin File No: HRM-X/Programmer(Deputation)/E47645/ Dated: 3144 i1626 CORRIGENDUM Subject: - Appointment to the post of Programmer on deputation basis  in Employees' Provident Fund Organisation: As mentioned in the Office Order(s) dated 06.06.2024, 11.06.2024 and 02.07.2024, the tenure of deputation may kindly be read as 'initially for a period of one year and extendable upto 03 years' instead of \"initially for a period of three year\" .",
        "Table Content: [[This issues with the approval of Competent Authority]]; [(DEEPAK ARY]; [RPFC-II, Recruitment/ Exa]; [To]; [AlI Concerned]; [[Through: RPFC-I, NDC]]; [to (Through EPFO website)-]; [1.]; [P.S to Central PF Commissioner .]; [2]; [PS to FA & CAO/CVOIAII Addl: CPFCs (HQ)(Head Office & Zones)/ Director , PDNASS]; [3]; [AII Addl: CPFCs Head Office/Zones:]; [4]; [Chief Engineer]; [5.]; [AII RPFC-in-charge (RO) including RPFC-I (ASD)]; [6.]; [All Officers in Head Office:]; [7]; [AII Deputy Director (Vigilance)/ Zonal Audit Parties:]; [8 .]; [RPFC (NDC)- for uploading the order in the website:]; [9]; [AII ZTIs/Sub-ZTI;]; [10. Secretary General, EPF Officers' Association, Ludhiana.]; [Hindi Cection for Hindi vercion]; [b]; [Juhuk]; [Copy]; [0k]",
        "Table Content: [2]; [PS to FA & CAO/CVO/AII Addl. CPFCs (HQ)(Head Office & Zones)/ Director, PDNASS]; [3.]; [AII Addl: CPFCs Head Office/Zones:]; [4.]; [Chief Engineer]; [5]; [AII RPFC-in-charge (RO) including RPFC-I (ASD):]; [6]; [All Officers in Head Office.]; [7]; [AII Deputy Director (Vigilance)/ Zonal Audit Parties:]; [8.]; [RPFC (NDC)- for uploading the order in the website:]; [9]; [AII ZTIs/Sub-ZTI:]; [10. Secretary General, EPF Officers' Association, Ludhiana.]; [11. Hindi Section for Hindi version.]; [{DEEPAK ARYE]; [ebak]",
        "Table Content: [4]; [Chief Engineer]; [5.]; [AII RPFC-in-charge (RO) including RPFC-I (ASD)]; [6]; [All Officers in Head Office.]; [7]; [AII Deputy Director (Vigilance)/ Zonal Audit Parties:]; [8.]; [RPFC (NDC)- for uploading the order in the website:]; [9]; [AII ZTIs/Sub-ZTI:]; [10. Secretary General, EPF Officers' Association, Ludhiana.]; [11. Hindi Section for Hindi version.]; [{DEEPAK ARY]; [lebak]",
        "RPFC-Hl; Recrultment Exam",
        "#Hfarf 4f4 Aft 4TH Employees Provident Fund Organisation (EA gd rTR HATTT4 HRT TRTT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) Ta trfaa /Head Office Dc qMdauk &la-Il &r fpaat=R# fadf-110023 Plate A Ground Floor, Block Il, East Kidwai Nagar, New Delhi-110023 Website: WWw epfindia gov.in, WWW epfindia.nicin Had vad No. HRM-8NI25(9)94/LEASEACCOMMODATIONIOL_IV 7343 To, Date: 4 APR ?325 All Additional Central P F: Commissioners (HQ) Director (PDNASS) , All Additional Central P.F. Commissioners (Zones)Addl.CPFC (ASD), All RPFCsIOIC-in-Charge of Region Subject: Revised Entitlement for leased  residential accommodation for officers of EPFO-reg: Sir, In accordance with the decision of the Executive Committee in its 76th meeting held on 25.02.2013, am directed to convey that the competent authority has approved revised rates for hiring of leased residential accommodation for officers of the Employees' Provident Fund Organization. The revised entitlements for leased residential accommodation are as under:",
        "Table Content: [Pay Band and Grade PayClassification ofExisting]; [LeaselRevised]; [Leased]; [as per 7 th CPC]; [Cities]; [entitlement]; [uptolentitlement]; [effective]; [/28.02.2025]; [Ifrom]; [01.03.2025]; [((Enhanced by 15%)]; [PB-4, Level-13A (Pre-]; [A-I Cities (X)]; [33632]; [38677]; [revised GP 8900)]; [and Level-13 (Pre-revised]; [GP 8700)]; [PB-3, Level-12 (Pre-]; [30136]; [34656]; [revised GP 7600)]; [PB-3, Level-11(Pre-]; [27450]; [31568]; [revised GP 6600)]; [PB-3 Level-10 (Pre-]; [24012]; [27614]; [revised GP 5400)]; [PB-4, Level-13A (Pre-]; [A, B-I & B-]; [26161]; [30085]; [revised GP 8900)]; [2]; [Cities (Y)]; [and Level-13 (Pre-revised]; [GP 8700)]; [PB-3, Level-12 (Pre -]; [23439]; [26955]; [revised GP 7800)]; [PB-3 Level-11(Pre-revised]; [21351]; [24554]; [GP 6600)]",
        "Page 1 of 2",
        "Table Content: [PB-3 Level-10 (Pre-]; [18676]; [21477]; [revised GP 5400)]; [PB-4, Level-13A (Pre-]; [C & Unclassified]; [revised GP 8900)]; [and Level-13 (Pre-revised)]; [GP 8700)]; [PB-3 Level-12 (Pre-]; [16741]; [19252]; [revised GP 7600)]; [PB-3 Level-11 (Pre-]; [15250]; [17538]; [revised GP 6600)]; [PB-3 Level-10 (Pre-]; [13341]; [15342]; [revised GP 5400)]",
        "2 The entitlement for enhanced lease rent will be applicable with effect from 01.03.2025 for new accommodation to be hired. For existing accommodation lease rent may be revised only in accordance with the lease agreements subject to the rent entitlements of the Officer concerned. 3 The facility would be available only to the officers who have All India Transfer liability andlor do not have fixed tenure at any station. Also, the facility should only be extended where quarters as per the entitlement of the officers are not available. 4_ An officer shall not be allowed to lease the house if the property is in his own name or in the name of his/her spouse. 5. AII ACC HQ(Zones)IACC (Zones) may ensure the above. (This issues with the approval of Central P.F. Commissioner) (Saurabh Jagati) Addl: Central P.F. Commissioner (HR) Copy to; 1 PPS to CPFC 2. PPS to FA & CAO, CVO, ACC (HQ) 3. AlI Regional PF Commissioners 4 AII DD (Vigilance)IZAPs 5. All PPS, PA and SO in Head Office 6 RPFC , IS Division for web circulation 7_ Secretary General, EPF Officers' Association 8_ Secretary General, AIEPF Staff Federation 9. Secretary General, AIEPF SCIST Federation 10. Secretary General, AIEPF Employees' Sangh 11. Hindi Section for Hindi Version 12. Guard file (Saurabh Tripathi) Regional PF. Commissioner-I, HRD-| Page 2 of 2",
        "#Har 4faw Afu 41T7 Employees Provident Fund Organisation (97 &a ITTTRHATTT4 HTrG RRTT) (MINISTRY OF LABOUR & EMPLOYMENT GOVERNMENT Of INDIA) 3aq trufaa /Head Office Tr nrdarak Gito-Il, #r faad TR7 8vf- 1C023 Plaze 4 Ground Floor; Block Il, Eas: Kicwai Nagar, New Celki-^ ^C023 Website: Www.epfindia govin, WWw.epfindia nic.in Hartd tud Date: 25.04.2025 No: WSU/ Appendix-E/ E-55791/2025-26/20 To AIl ACCs (HQ) Zones AII ACCs Zonal Offices All Officers-in-charge of ROs /DOs Subject: Revamped Appendix-E functionality-reg Madam/Sir , It has come to notice that in a few cases related to surrender/cancellation of Annual interest was incorrectly deducted on the total Exemption, the TDS on the Past Accumulations instead of the actual interest earned on the taxable portion of the Member contributions due to incorrect submission of data by such employers: in order to facilitate the rectification of   such errors  through Accordingly , bifurcation of taxable and non-taxable Member Balances, a revamped proper functionality has been developed and would be deployed on Appendix-E 01/05/2025. addition to all the tasks that can be performed through the existing In functionality , the revamped Appendix-E functionality would also Appendix-E the adjusting of the Taxable Opening Balance, Non-Taxable Opening facilitate Balance and the Total Opening Balance as well. AlI the tasks pending or under progress in the existing Appendix-E functionality would get rejected on deployment of the revamped Appendix-E and accordingly, the Field Offices are hereby advised to ensure that all the tasks in the existing Appendix-E functionality gets completed by pending 30/04/2025. (This issues with the approval of CPFC) Yours' sincerely",
        "Table Content: [(G R Suchindra]; [ACC]",
        "anath) WSU)",
        "@Har 4f4 Aft 413- Employees Provident Fund Organisation (%7 & rITTR 4AKT4 HRG TRGT) (MINISTRY OF LABOUR & EMPLOVMENT, GOVERNMENT OF INDIA) 3oz #Tqfa4 /Head Office q, Maumk &d-Il 5r fdaas TR, 75 farfl-110023 Plate A Ground Floor; Block Il, East Kidwai Nagar, New Delhi-110023 Website: Www,epfindia gov.in; WWW epfindia nicin 7444 vrd No. (E-882775) HRD-1/8/2024/Misc.-Circulars /3 (7o Date: 1 3 May 9025 To, AII ACC (HQ)(Zones)IACC(Zones) , Subject: Additional charge to Accounts Officers in the absence of sufficient number of APFCs in the Office- reg Madam/Sir, In reference to the directions issued by this office vide even no: Circular dated 27.05.2024, 15.07.2024, 03.09.2024, 22.10.2024, 09.12.2024, 29.01.2025 and 19.03.2025. It has been decided by the competent authority that RC-I(OIC)IRC-II(OIC) may assign additional charge of Accounts andlor Pension Sections and ELI Scheme to the Accounts Officers (AOs) working under administrative control of the concerned RO for a period of 45 days from the date of issuance of this order: While assigning the charge to AOs, seniority and suitability for working on sensitive posts may be taken into consideration: Also additional charge may not be given continuously to the same officers who were assigned the additional charge prior to this order. (This issues with the approval of Central P.F. Commissioner) Yours faithfully, (SaurabhTripathi} Regional P.F. Commissioner-I, HRD-I Copy to:",
        "Table Content: [All Officer-in-Charge of Regional Offices]; [for information.]",
        "@HAR Hfd4 Aft F1T7 Employees Provident Fund Organisation (84 &a YTR TETTT4; HT #OT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) 3aq tTfa4/Head Office r TRau k, &a-Il, #r fwa{ TR,  @ai}-110023 Plate A Ground Floor; Block Il, East Kidwai Nagar, New Delhi-110023 Website: WWw.epfindia gov.in, WWW.epfindia nicin 4atd vrd No: WSU / TransferClaim/ E-52972/= 2025-26/07 Date: 30/May/2025 To, AII ACCs(HQ), AcCs/Zones AlI RPFC-I/ RPFC-II/ APFC OICs Subject: Simplification of Transfer Claim Process- Handling of Overlapping Service Period during processing of Transfer Claim requests- reg: Ref: 1. WSU Circular No: WSU/Amendments in IT , 1961/E-33306/2025-26/21 25/04/2025 2 Pension Division Circular No: E-597451/4406 dated 29/01/2024 dated It has been observed that Transfer Claim requests are being rejected due to the issue of Overlap in Service Periods by the Regional Offices: However , overlapping in services can occur due to genuine reasons and therefore the same should not be considered to be & disqualification per-se in effecting transfers. In this regard, the Pension Division vide reference (2) above has also provided the modalities of EPS entitlement of members having multiple account numbers: Therefore , the Transfer Claim requests are required to be processed by the Transferor (Source) Office even though there may be overlapping services without returning or rejecting the same: Only in cases where a genuine need is felt to clarify the overlapping of service, would the claims be processed after obtaining the requisite clarification. Further , the instructions issued vide reference (1) above regarding the responsibility cast on Transferor (Source) Offices to verify all details to ensure error-free transfer are re- iterated. [This has the approval of CPFC]",
        "Table Content: [G.R: Suchine]; [ACC]",
        "ranath (WSU)",
        "#Hw1 4fqAfa #17 Employees Provident Fund Organisation MTaTTT T7T, TTTTT MINISTRY OF LABOUR & EMPLOYMENT , GOVERNMENT OF INDIA TeTTT4/ HEAD OFFICE Taiff1rAv,71+-2 TT7 T7- 4* Tr,#FfiTC, Tfazz-110023 A NBCC Centre, Block-2, Ground Floor- 4th Floor , East Kidwai Nagar, Neiv Delhi-110023 Website: WWw epfindia gov.in; WWW epfindia nic.in Date: 2 3 MAY 2025 No. HRM-IT-I(DPA)2025 / 651 CIRCULAR Sub: Preparatory activity for Annual General  Transfer; 2025 DPA cadre updating of information in HR-Soft database- reg: With reference to the above cited subject, it is informed that database in HR soft needs to be verified/updated/corrected immediately for smooth conduct of Annual General Transfer; 2025 for DPA Cadre. 2 In this respect; it is requested that (being & sensitive and time bound issue) the database in respect of all the officials in DPA Cadre shall be verified/updated/corrected  meticulously and   immediately to avoid any inadvertent decision due to wrong database. 3_ With reference to the facility in the software to mark the attached offices; it is informed that the HR software allows the generation of salary from the Regional Offices only apart  from the Head Office and PDNASS with its ZTIs. As the Zonal Office Vijayawada was opened in a different city from Guntur, this Zonal Office is having   facility to draw salary themselves. For all  other Zones the salary of the officials in DPA cadre posted in a ZO/RO is drawn by the Regional Office and so their posting is also recorded in the Regional Oflice: The Vigilance Directorate; the Zonal Vigilance Offices: Zonal Offices and the District Offices are  shown a5 attached offices of concerned Regional Office/ASD (HO) in HR Soft. The concerned Regional Offices may add the Officer for salary in these aforementioned offices along-with utilizing facility in the sofiware t0 mark the attached offices. Accordingly, it should be ensured that the Officials posted in Zonal Offices/District Offices Vigilance DirectoratelZonal Vigilance Offices are appropriately marked s0 that the vacancy and incumbeney in a Zone is correctly shov",
        "Table Content: [vn: A copy of the User Manual is attached.]",
        "4 The RPFC/OICs of ROs/ASD (HO)PDNASSIZTIs/ZO Vijaywada shall ensure that  incumbency is   duly   checked in the HR Soft and  rectitjy the same if any discrepancy is noticed. 5 . It is also pertinent to  mention that the temporary  posting/additional  charge posting details are required to be updated in HR-Soft with Temporary Posting marked as Yes. 6_ In view of the above, all the officials in the cadre of DPA are requested to go through their posting profile in HR-Soft and if any discrepancy is noticed then get the entries in HR Soft pertaining to their posting profile updated/corrected through HR Admin in respective offices: 7 The RPFCIOICs of the Regional Offices/ASD(HOYPDNASSIZTIs/Zo Vijaywada shall ensure that the database of all the officials in DPA cadre under their jurisdiction are updated in HR-Software as per their service book/records in accordance with the instructions/user manuals issued. A print out of updated details shall be signed by the officer concerned and the HR Admin and kept in the local personal file of the Officer concerned. The exercise of marking amendments/ modifications, if any, should be completed by Regional Offices on Or before 29.05.2025. 8_ After completion of this up-dation exercise as mentioned in Para 7 above, the Officer-in-Charge  shall send a certificate to Zonal Office to the effect that all the entries in HR -Soft have been correctly entered: Zonal Office shall compile all such certificates and send a report t0 Head Office at E-mail: rcl.hrm@epfindia gov,in by 5.00 PM on 29.05.2025, certifying there-in that the up-dation exercise for all the offices under their jurisdiction have been correctly done. Further, for PDNASSIZTIs/ASD(HO); a similar  report should be sent  directly to HRM, Head Office at aforementioned email: It  should be noted that the RPFCIOIC and the   officer  concerned shall be responsible for any data aberration/data gaps in HR-Software. 9 Further; there are functionalities available to HR Admin in the HR Software for updating and correcting the data. These are as under: Under Service Book Role >> Update Employee Personal Information System Service Book. 1",
        "Table Content: [This   allows  edit; addition and]; [deletion of record for the]; [of postin]; [before the generation of EID.]; [ii.]; [Under Service Book Role >> Update joining details]; [This]; [allows]; [to]; [the joining]; [date and the post]; [on]; [which joined pOs]; [generation OfEID.]; [period]; [update]",
        "Under Service Book Role > Update attached office. iii. This function will enable the user to update posting of the employee from main office to the attached office and vice versa: Lwp 2:/- 28 (MOHAMMAD SHARIQ) Regional P.F. Commissioner-[ (HRM) To. 1 CVOIAIL Addl: CPFCs   (Hqrs.)Director   (PDNASSVAddl. CPFCs; Head Office. 2. AlI Additional CPFCs. Zones_ 3 . AlL RPFC in-charges (All Regional Offices) RPFC (ASD) Head Office /RPFC (NDCY RPFCs Zonal Training Institutes. 4. AlI Dy Dir. (Vig  )Zonal Audit Parties. 5.All Officials in DPA' Cadre: 6. PS to CPFC. 7. Secretary General. EPF Officials' Association, Ludhiana: 8, Hindi Section for Hindi version. Yaan+t 22/- 25 (MOHAMMAD SHARIQ) Regional PF. Commissioner-[ (HRM)"
    ],
    "metadata": [
        {
            "source_pdf": "Revamped_F13_Functionality.pdf",
            "page_number": 1,
            "original_group_content_snippet": "Table Content: [THarf 4f44 Afu #TTJF]; [Employees Provident Fund Organisation]; [(C5 &a vuTr HATG4 HRM TTT)]; [(MINISTRY OF LABOUR & EMPLOVMENT, GOVERNMENT OF INDIA)]; [{azra vud]; [tTufcru /Head Offi"
        },
        {
            "source_pdf": "Revamped_F13_Functionality.pdf",
            "page_number": 1,
            "original_group_content_snippet": "Date: JSIApr/2025 No: WSUIAmendments in IT, 1961/E-33306/2025-26/ 9 | To, AII ACCs(HQ), ACCs/Zones AIl RPFC-I/RPFC-II/APFC OICs Ref: WSU/6(1)2019/IncomeTax/ Part-I(E-33306)/4581 dt 06/04/2022 13 (Tran"
        },
        {
            "source_pdf": "Revamped_F13_Functionality.pdf",
            "page_number": 2,
            "original_group_content_snippet": "Annexure 1 Features of Revamped Form 13 (Transfer-out) Form 13 (Transfer-out) not   only inherits the The newly developed Revamped Form 19 but also includes a few more: Some of the vital features of R"
        },
        {
            "source_pdf": "CallingOptionsForPosting_ROJ&KAndDOLehLadakh.pdf",
            "page_number": 1,
            "original_group_content_snippet": "#Harf 4faq Aft 413H Employees Provident Fund Organisation (87 & rTTR HAT4 HR TRGT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) 3ar arafaw /Head Office EC Trawk, wd-Il &r foaad+R, 7frri-1100"
        },
        {
            "source_pdf": "Corrigendum_Programmer_09052025.pdf",
            "page_number": 1,
            "original_group_content_snippet": "#aari %deq ff 4uoTt Employees' Provident Fund Organisation (HA Va vaTJIR HHTTT4 , HRT TRTR) (MINISTRY OF LABOUR & EMPLOYMENT , GOVERNMENT OF INDIA) 1E4 #ryiary/ Head Office aadl Tat, cclian-Il, $z Fen"
        },
        {
            "source_pdf": "Corrigendum_Programmer_09052025.pdf",
            "page_number": 1,
            "original_group_content_snippet": "Table Content: [[This issues with the approval of Competent Authority]]; [(DEEPAK ARY]; [RPFC-II, Recruitment/ Exa]; [To]; [AlI Concerned]; [[Through: RPFC-I, NDC]]; [to (Through EPFO website)-]; [1.]"
        },
        {
            "source_pdf": "Corrigendum_Programmer_09052025.pdf",
            "page_number": 1,
            "original_group_content_snippet": "Table Content: [2]; [PS to FA & CAO/CVO/AII Addl. CPFCs (HQ)(Head Office & Zones)/ Director, PDNASS]; [3.]; [AII Addl: CPFCs Head Office/Zones:]; [4.]; [Chief Engineer]; [5]; [AII RPFC-in-charge (RO) "
        },
        {
            "source_pdf": "Corrigendum_Programmer_09052025.pdf",
            "page_number": 1,
            "original_group_content_snippet": "Table Content: [4]; [Chief Engineer]; [5.]; [AII RPFC-in-charge (RO) including RPFC-I (ASD)]; [6]; [All Officers in Head Office.]; [7]; [AII Deputy Director (Vigilance)/ Zonal Audit Parties:]; [8.]; ["
        },
        {
            "source_pdf": "Corrigendum_Programmer_09052025.pdf",
            "page_number": 1,
            "original_group_content_snippet": "RPFC-Hl; Recrultment Exam"
        },
        {
            "source_pdf": "Circular_RevisedLeaseAccommodation_24042025.pdf",
            "page_number": 1,
            "original_group_content_snippet": "#Hfarf 4f4 Aft 4TH Employees Provident Fund Organisation (EA gd rTR HATTT4 HRT TRTT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) Ta trfaa /Head Office Dc qMdauk &la-Il &r fpaat=R# fadf-1100"
        },
        {
            "source_pdf": "Circular_RevisedLeaseAccommodation_24042025.pdf",
            "page_number": 1,
            "original_group_content_snippet": "Table Content: [Pay Band and Grade PayClassification ofExisting]; [LeaselRevised]; [Leased]; [as per 7 th CPC]; [Cities]; [entitlement]; [uptolentitlement]; [effective]; [/28.02.2025]; [Ifrom]; [01.03"
        },
        {
            "source_pdf": "Circular_RevisedLeaseAccommodation_24042025.pdf",
            "page_number": 1,
            "original_group_content_snippet": "Page 1 of 2"
        },
        {
            "source_pdf": "Circular_RevisedLeaseAccommodation_24042025.pdf",
            "page_number": 2,
            "original_group_content_snippet": "Table Content: [PB-3 Level-10 (Pre-]; [18676]; [21477]; [revised GP 5400)]; [PB-4, Level-13A (Pre-]; [C & Unclassified]; [revised GP 8900)]; [and Level-13 (Pre-revised)]; [GP 8700)]; [PB-3 Level-12 (P"
        },
        {
            "source_pdf": "Circular_RevisedLeaseAccommodation_24042025.pdf",
            "page_number": 2,
            "original_group_content_snippet": "2 The entitlement for enhanced lease rent will be applicable with effect from 01.03.2025 for new accommodation to be hired. For existing accommodation lease rent may be revised only in accordance with"
        },
        {
            "source_pdf": "Revamped_AppendixE_Functionality.pdf",
            "page_number": 1,
            "original_group_content_snippet": "#Har 4faw Afu 41T7 Employees Provident Fund Organisation (97 &a ITTTRHATTT4 HTrG RRTT) (MINISTRY OF LABOUR & EMPLOYMENT GOVERNMENT Of INDIA) 3aq trufaa /Head Office Tr nrdarak Gito-Il, #r faad TR7 8vf"
        },
        {
            "source_pdf": "Revamped_AppendixE_Functionality.pdf",
            "page_number": 1,
            "original_group_content_snippet": "Table Content: [(G R Suchindra]; [ACC]"
        },
        {
            "source_pdf": "Revamped_AppendixE_Functionality.pdf",
            "page_number": 1,
            "original_group_content_snippet": "anath) WSU)"
        },
        {
            "source_pdf": "Circular _13052025.pdf",
            "page_number": 1,
            "original_group_content_snippet": "@Har 4f4 Aft 413- Employees Provident Fund Organisation (%7 & rITTR 4AKT4 HRG TRGT) (MINISTRY OF LABOUR & EMPLOVMENT, GOVERNMENT OF INDIA) 3oz #Tqfa4 /Head Office q, Maumk &d-Il 5r fdaas TR, 75 farfl-"
        },
        {
            "source_pdf": "Circular _13052025.pdf",
            "page_number": 1,
            "original_group_content_snippet": "Table Content: [All Officer-in-Charge of Regional Offices]; [for information.]"
        },
        {
            "source_pdf": "circular_transfer_claims.pdf",
            "page_number": 1,
            "original_group_content_snippet": "@HAR Hfd4 Aft F1T7 Employees Provident Fund Organisation (84 &a YTR TETTT4; HT #OT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) 3aq tTfa4/Head Office r TRau k, &a-Il, #r fwa{ TR,  @ai}-1100"
        },
        {
            "source_pdf": "circular_transfer_claims.pdf",
            "page_number": 1,
            "original_group_content_snippet": "Table Content: [G.R: Suchine]; [ACC]"
        },
        {
            "source_pdf": "circular_transfer_claims.pdf",
            "page_number": 1,
            "original_group_content_snippet": "ranath (WSU)"
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": 1,
            "original_group_content_snippet": "#Hw1 4fqAfa #17 Employees Provident Fund Organisation MTaTTT T7T, TTTTT MINISTRY OF LABOUR & EMPLOYMENT , GOVERNMENT OF INDIA TeTTT4/ HEAD OFFICE Taiff1rAv,71+-2 TT7 T7- 4* Tr,#FfiTC, Tfazz-110023 A N"
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": 1,
            "original_group_content_snippet": "Table Content: [vn: A copy of the User Manual is attached.]"
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": 2,
            "original_group_content_snippet": "4 The RPFC/OICs of ROs/ASD (HO)PDNASSIZTIs/ZO Vijaywada shall ensure that  incumbency is   duly   checked in the HR Soft and  rectitjy the same if any discrepancy is noticed. 5 . It is also pertinent "
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": 2,
            "original_group_content_snippet": "Table Content: [This   allows  edit; addition and]; [deletion of record for the]; [of postin]; [before the generation of EID.]; [ii.]; [Under Service Book Role >> Update joining details]; [This]; [all"
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": 3,
            "original_group_content_snippet": "Under Service Book Role > Update attached office. iii. This function will enable the user to update posting of the employee from main office to the attached office and vice versa: Lwp 2:/- 28 (MOHAMMA"
        }
    ]
}