{
    "texts": [
        "Table Content (Page(s): 1): [THarf 4f44 Afu #TTJF]; [Employees Provident Fund Organisation]; [(C5 &a vuTr HATG4 HRM TTT)]; [(MINISTRY OF LABOUR & EMPLOVMENT, GOVERNMENT OF INDIA)]; [{azra vud]; [tTufcru /Head Office]; [Ra]; [Dc]; [Mairk, aiop-Il {r fqaad TT,76 @aari-110023]; [Plate A Ground Floor; Block Il, East Kidwai Nagar New Delhi-110023]; [Wehaite:]; [WW enfindia Gov.in, WWw epfindia nicin]",
        "Date: JSIApr/2025 No: WSUIAmendments in IT, 1961/E-33306/2025-26/ 9 | To, AII ACCs(HQ), ACCs/Zones AIl RPFC-I/RPFC-II/APFC OICs Ref: WSU/6(1)2019/IncomeTax/ Part-I(E-33306)/4581 dt 06/04/2022 13 (Transfer-out) Functionality Simplification of Sub: Revamped Form Transfer Claim Process -Reg: the transfer claim process, the Form 13 With a view to further simplify been revamped duly incorporating the functionality has since bifurcsfeoroucr non-taxable components of PF accumulations as bifurcation taxable and stipulated vide the above reference: at the Transferee (Destination) Office has Further, the 3 level processing been dispensed with; It is to be specirically noted that once the transfer caitm gets Office in the revamped functionality , the at the Transferor (Source) Ppovddeed Fndhaeccumslation and Pension Service of the member pertaining to the Provident get added to the present account at previous account will automatically Office without the requirement of any additional the Transferee (Destination) processing: members well as contribution details in the Transfer-in The profile as now been made available at Annexure 'T' of the Claim (Destination) Office has Docket (CAD): The Initiator , Verifier as well as the Approver at the Aparsfeal-Ooc (Source) Office need to thoroughly verify, inter-alia, the said details before finallly approving the claim. Therefore, there shall not be any need for the role of AO Transfer-in Rejection _ The introduction of the revised process shall reduce the processing time of transfer claims contributing to enhanced efficiency in the field offices resulting in speedier and seamless service to members. Accordingly, it is once again re-iterated that all the Transferor (Source) Offices need to take due care to ensure that the transfer-out is error-free in all respects before according the final approval to avoid any erroneous transfers and consequent grievances/delay: The principal features of the revamped functionality are listed in Annexure 1. [This has the approval of CPFC] L) Trs G.R: Suchindranath ACC (WSU)",
        "Annexure 1 Features of Revamped Form 13 (Transfer-out) Form 13 (Transfer-out) not   only inherits the The newly developed Revamped Form 19 but also includes a few more: Some of the vital features of Revamped enhancements in Revamped Form 13 (Transfer-out) are amendments/ summarized below: On opening a Form 13 claim in the revamped functionality, all information in relation to the member eg. KYC (Transferor & Transferee office), the contributions, VDRs/ Transfer-ins, withdrawals and available balances, Worksheet as regards taxable and non-taxable interest calculation contributions etc. are made available at one place to components of facilitate the verification. in relation to both the member IDs (in case of Comparison of KYCs Transfer-out to an Un-exempted establishments) has been provided. been provided with additional page having taxable and 'Annexure-K' has non-taxable details. ID is  generated and utilized during the course of Unique Transaction settlement as an enhanced Security measure. all levels of Field Office functionaries at the Transferor After approval by (i.e. previous) Office, the approved amount (in case of Transfer-out to a Establishment) along with taxable   component, if any and Unexempted Service details would immediately get added in the Member's Balance and Service Details at the Transferee (i.e: New) Office.",
        "@Harf ufaw Af9 41TH Employees Provident Fund Organisation (8 &d rTR HAT4 ~RG #AT) (MINISTRY OF LABOUR & EMPLOYMENT GOVERNNENT OF INDIA) 4a trafar4 /Head Office TTc TaaIR, &mv-Il, &r fpaag +T, + frh- 18023 Plate A Grounc Floor Block Il, East Kicwai Nagar; New Delhi-110023 Website: WWwepfindia gov.in, WWW epfindia nicin 4o44d vud 4aT: (E- 14827) HRD/12(1)2011/Holiday/Pt: fa73: 1335 0 8 APR 2025 Ha 9, AII Additional Central P.F. Commissioners (HQ)/ Director(PDNASS), AIl Additional Central PF. Commissioners (Zones)/Addl.CPFC(ASD) , AII RPFCs/OIC-in-Charge of Region Subject: Declaration of Holiday on 14th April, 2025- Birthday of Dr. BR Ambedkar -reg Telay, Please find enclosed herewith an Office Memorandum No. 12/4/2020-JCA2 dated 27.03.2025 issued by Govt. of India,  Ministry of Personnel; Public   Grievances and Pensions (Department of Personnel and Training) North Block, New Delhi on the subject cited above for information and necessary action: c[ady Kos Ciry Ewdh) 8-4 Hfdu Ffu 319a7-1(ga,3R.3-I) wfalfaify: 1 3574 Hfaw Afe 3ryaa & VUF fufl ufad 2 71f} CBT/EC Hay 3. fariy TaRTR Vd HE ckdifeaTi & WYF fufl afad 4 FoT Hadalf 3fudR & VYF Fuff HAd/ 410 34 Fdir1a , daopalf 5 HoT afirial & fuff afad 6 4HR afea 1i} 4!ff aafrd wfxiHU RYT 7 . 71f aaRop &T Yd &fear 8 3ola4 & 4f afearfy 44f off dfedy 4iff 3HTT 3fua1i 9 TeRf4d, 316 5f341 $ d, 05, 4271 13R17 10. FERad, 3a 5f34 $ 1, 05, 0lU &q 11, #d, $ 4,0. 3f47R WRURT 12. HERIId, 31a 5134 $ d 0. Q &i/ Q : #3r17 13. &. 4, # 31.(Q.3.i) ddr1C W eqaila 0+ 8 14. T +1Gt 15. fa4 3H1TT G4 Fyidh) a7iq Hfaw Ffu <gad-1(Ka,eR. 3-I)",
        "3103893/2025/HRD-| No.12/4/2020-JCA2 Government of India Ministry Of Personnel. Public Grievances & Pensions (Department of Personnel & Training) Establishment (JCA) Section North Block, New Delhi Dated the 271r March; 2025 QEEICE MEMQRANDUM Subject: Declaration 0l Holiday on 14th' April; 2025 Birthday of Dr. B.R, Ambedkar, Ithas been decided to declare the 14\" April 2025 (Monday) a holiday on account of the birthday of Dr B R Ambedkar for all Central Government Offices including Industrial Establishments throughout India. 2 AII Ministries/Departments of Government of India may bring the above decision to the notice of all concerned Mvv Sttn (Parveen Jargar) Deputy Secretary to the Govt. of India To; All Ministries Departments 0f the Government of India. 2_ UPSC 1 CVC ICRAG Nationai   Commission for Linguistic Minorities National Commission for Scheduled Castes/National Commission for Scheduled Tribes/National Commission for; Minorities IPresident's Secretariat Vice President's SecretariatiSuprerie Court Kigh Court Central Administrative  Tribunal Central Infarmation Comnmission Prime Minister $ Office Cabinet Secretariat _ Election Commission ot ndia National Human Rights Commission Natipnal Commission for Women / National Commission for Backward Classes / Niti Ayog Lok Sabha Secretariat 1 Rajya Sabha Secretariat 3, All attached Offices Subordinate Offices 1 Autonomous bodies of Ministry of Personnel, Public Grievances & Pensions Secretary, Staff Side , National Council (JCM), 13-C Ferozeshah Road, New Delhi (with 10 spare copies) 5 Reserve Bank of India   Parliament Street; New Delhi Chairman 1. Secretaries Central Government Employees Welfare Coordination Committees PiO, PIB Shastri Bhavan; New Delhi, with thie request that necessary publicity may be given in this regard; ambin",
        "Table Content (Page(s): 2): [ccmolor]; [YCne]; [4Un]; [{zu copies)]; [9]; [NIC, DoPT, with a request to place this 0 M. on the website 0f DoPT .]",
        "@H-r 4f34 Aft 41TH Employees Provident Fund Organisation (%4 &d riTTR Ha4 HRG #TT) (NINISTRY OF LAPOUR & EMPLOYMENT; GOVERNNENT OF INDIA} Fa tTfaa /Head Office Tc MauR, aidj-Il, &r faa{ TR78 @aarh-110023 Plate A Grounc Floor; Block Il East Kidwai Nagar, New Delhi-\" 10023 Website: WWw epfindia gov.in, WWW,epfindia nicin Haty vrd #en: Qa.HR.8t(71)/2020/Misc Ipt / /3 3 | f8rid5: 0 4 APR 2025 744, All Additional Central P.F. Commissioners (HQ)/ Director(PDNASS) , AII Additional Central P.F. Commissioners (Zones)Addl CPFC(ASD); AII RPFCsIOIC-in-Charge of Region faq4: Revision of rates of Dearness Allowance to Central Government employees effective from 01.01.2025-reg Telay, Please find enclosed herewith an Office Memorandum No.1/1(1)/2025-E.II(B) dated 02.04.2025 issued by Govt. of India, Ministry of Finance, Department of Expenditure, North Block; New Delhi on the subject cited above for information and necessary action: Hddy Ik (iry Auidh) 8ziv Hau Ffa <yda-1(U4.3R. 3-I) sfafaify: 1 #514 Hf4w Afu aya77 & WY1 Fofl afad 2_ 79ff CBTIEC 4a 3 farity HTRT R Ud T84 cuifea Ti & WIF Auf afya Gc Dcmc",
        "Table Content (Page(s): 1): [3+]; [Aiytt]; [344t]; [47]; [44]; [Aon]; [707447]; [TT 07 | 47147]; [Aeeyee]; [5]; [5e afirar & Fuil &fad]; [6.]; [VHIR 3fea1i 41f aafeid \"RI8U FYT7]; [7_]; [Iff aaRd &l Yd afeaR]; [8 .]; [3e & 41 3ifed ril 4f Fvf dfeal Ti-f 31HTT 3fea r]; [9.]; [HERfd , 31G1 5f34 $ 1. 0. 1211 13817]; [10. TERd, B1a 3f4 $ d 0, VTikG %q]; [11. &Ad; $ 4, 05, 34N QRQRN]; [12, Henad; J1cT 5f341 $ d, 0, 0H # 0. & 13r17]; [13. &. H, #, &.(Q7.3I.%il) TqHIZ 4 3qala +R+ 8]; [14. TE YTa]; [15. f4 3HTTT]; [874 %f44 Afu H1T]",
        "(rY fuidh) 3aa-1(Ua,eR.3i-I)",
        "Table Content (Page(s): 2): [No. 1/1(1)/2025-E.II(B)]; [Government of India]; [Ministry of Finance]; [Department of Expenditure]; [*****]; [North Block, New Delh]; [Dated the]; [April, 202=]; [2nd]",
        "OFFICE MEMORANDUM Subject: Revision of rates of Dearness Allowance to Central Government   employees- effective from 01.01.2025. The undersigned is directed to refer to this Department's Office Memorandum No. 1/5/2024- E.II(B) dated 21st October , 2024 on the subject mentioned above and to say that the President is pleased to decide that the rates of Dearness Allowance payable to Central Government employees, shall be enhanced from 53% to 55% of the Basic Pay with effect from 1st January, 2025. 2 The term Basic Pay in the revised pay structure means the pay drawn in the prescribed Level in the Pay Matrix as per 7th CPC recommendations accepted by the Government; but does not include any other type of pay like special pay, etc. 3 The Dearness Allowance will continue to be a distinct element of remuneration and will not be treated as pay within the ambit of FR 921). 4_ The payment on account of Dearness Allowance involving fractions of 50 paise and above may be rounded off to the next higher rupee and the fractions of less than 50 paise may be ignored. 5 The   payment   of arrears of Dearness   Allowance shall not be made before the date of disbursement of salary of March, 2025. 6_ These orders  shall also apply to the civilian employees paid from the Defence   Services Estimates and the expenditure will be chargeable to the relevant head of the Defence Services Estimates. In respect of Armed Forces personnel and Railway employees, separate orders will be issued by the Ministry of Defence and Ministry of Railways, respectively: 7_ In so far as the persons serving in the Indian Audit and Accounts Department are concerned, these orders are issued in  consultation with the Comptroller and Auditor General of India, as mandated under clause (5) of Article 148 of the Constitution of India. Hindi version is attached: (Samir Kumar Das) Deputy Secretary to the Government of India To AII Ministries/Departments of the Government of India (as per standard distribution list) Copy to: C&AG, UPSC, etc. as per standard endorsement list.",
        "#4r xxAfu #T Employees Provident Fund Organisation #TT MTTT, 4TTTTT MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA TexrrT4/ HEAD OFFICE TA.#Afufft: # , 7i+-2 ITRFT - 4* TKtRft,7f7-110023 NBCC Centre, Block-2, Ground Floor- 4th Floor; East Kidwai Nagar, New Delhi-110023 Website: WWWepfindia-gov.in, WWW:epfindia nic_in File No. HRD-I/52/2024/APAR/2023-24 / Dated; To, 234 0 9 APR 2025 All Additional CPFCs (HQ)/ Director (PDNASS) All Addl. CPFCs (Zones) Aii RPFCs/oIC in charge of ROs/ASD-HO/ZTIs/Dos Subject: Extension of timelines for submission of Annual Performance Assessment Report (APAR) for the year 2023-2024-reg: Madam/Sir , Please  refer to Head  Office  circular no. HRD-II/52/2024/APAR-CIRCULARS/11OO dated 24.09.2025 & Circular no. HRD-I/52/2024/APAR/2023-24/1153 dated 20.11.2024, Circular no. HRD IV52/2024/APAR /2023-24/1288 dated 25.02.2025 and Circular No HRD Il/52/2024/APAR /2023- 24/1315 dated 24.03.2025 regarding timelines for completion of various APAR activities. 2 In this connection, the timelines for disclosure of APAR and appeal process for the vear 2023- 24 has been further revised as under:",
        "Table Content (Page(s): 1): [S.]; [lActivities]; [Mimeline (Date on Or Deiore [0 De]; [No:]; [Icompleted)]; [1]; [JSubmission of report by Reporting Officer to Reviewing24th March, 2025]; [Officer]; [2]; [RReport to be submitted by Reviewing Officer]; [logth April, 2025 (04:OOPM)]; [3]; [Disclosure of APAR to the officer reported upon]; [fogth April, 2025 (04:OOPM onwards)]; [4]; [Isubmission of representation; if any, on APAR by thelWithin]; [10   days   from]; [the]; [date]; [0]; [lofficer reported upon]; [Idisclosure i.e. 19th April 2025]; [5]; [fForwarding of representation by the APAR Custodianiz6th April, 2025]; [Ito the Competent Authority]; [Disposal]; [of]; [representation]; [by]; [the]; [Competentlo3rd]; [2025]; [JAuthorityand forwarding it to APAR Custodian_]; [Icommunication]; [of the]; [decision]; [of the CompetentiWithin 10 days from the finalization 0]; [JAuthority]; [by]; [the]; [APAR]; [Custodian]; [to]; [the]; [officerdecision by the Competent Authority]; [Ireported upon]; [13th May 2025]; [8]; [JEnd of APAR process after which the APAR will bellath]; [2025]; [Ifinallv taken on record]; [May]; [l.e_]; [May,]",
        "(This issues with the approval of competent authority) (Indraj Singh) Regional PF. Commissioner-II (HRD-II) Copy to (through EPFO website) for information and necessary action: 1. RPFC (NDC) for web upload. 2. PS to CPFC, FA&CAO and CVO for information: 3. Hindi Section for Hindi version",
        "#Har 4fau Afa 413- Employees Provident Fund Organisation (7 & YTTRHATT4 HRG #GT) (MINISTRY QF LABOUR & EMPLOYMENT GOVERNMENT OF INDIA) FGI #Tyfea /Head Office tk Q M3yuuk &lo-Il 5r @paat TTr, #8 @arf-110023 Plate 4 Ground Floor, Block Il, East Kidwai Nagar; New Delhi-110023 Website: WWw epfindia gov.in, WWw epfindia nicin Hlazzy 54d 2 6 MAY Date: 26. .05.20225 No. INV-11/2/2021-INV 355+ To, AII ACC(HQJIACC - Incharge of Zonal Offices AII RPFC-I/ Officers-In-Charge, Regional offices. Subject: Declaration of Rate of Interest for the Employees Provident Fund Members Account for the year 2024-25- regarding Sir , The Ministry of Labour and Employment; Government of India, has conveyed the approval of the Central Government under para 60(1) of Employees' Provident Fund Scheme, 1952 t credit interest @ 8.25 % for the year 2024-25 to the account of each member of the EPF Scheme as per the provisions under Para 60 of EPF Scheme, 1952_ 2 You are accordingly, requested to issue necessary instructions to all concerned for crediting the said interest to the members' accounts (Authority: Ministry of Labour and Employment letter no. R-11018/01/2023-SS-Il dated 22.05.2025) Yours' faithfully, (M: M: Ashraf) Regional P. F. Commissioner-I (Investment) Copy to, 1 PPS to SecretaryvMinistry of Labour & Emplovment for information 3 5",
        "Table Content (Page(s): 1): [PPS to AS, Ministry of Labour & Employment]; [for information]; [PPS to AS&FA, Ministry of Labour & Employment]; [for information]; [OSD to Central Provident Fund Commissioner]; [for information]; [PS to Central Provident Fund Commissioner]; [for information]",
        "6. PPS to FA&CAO and CVO for information 7 AII CBT Members. 8_ AII ACC(HQ) , Head Office 9 Director; PDNASS, New Delhi 10. All Zonal Dy. Directors (Vig ) All Zonal Audit Officers. for information & necessary action 11.Addl: Central P. F, Commissioner (HQ) (IS) 12 Addl: Central P, F, Commissioner (HQJ(Exemption) for information and necessary action 13.Addl. Central PF. Commissioner (F&ANSUICAIU) for information and necessary action 14, Officer-in-Charge, ZTI, Kolkata, Ujjain, Faridabad & Chennai & Sub-ZTI; Shillong 15. All officers in Head office: CCI; Cil; ASSOCHAM; FI CCI & PHO 16. Central Organisations of Employers All Central Trade Unions. Wr t Letter No.R- 17.Central Organisations of Employees 11018/ 1/2017 -SS-Il 18, Director (SS-II), Ministry of Labour & Employment; New Delhi 19. Director (Budget) , Ministry of Finance, Dlo Economic Affairs, Budget Division, New Delhi: 20. RPFC-I (In-Charge) , National Data Centre, for uploading the orders on the EPFO website (M M. Ashraf) Regional P. F. Commissioner-I (Investment)",
        "afari &faez flfe rutoat Employees' Provident Fund Organisation (HA Qa rTTJIR HFTT4, HRT HTT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) Te4 #rcr4/Head Office Tn 7ui vadixitxt Her, ecich-2,J113g-4th Wall, 372 fehaas TTJR, Ts fccit-110023 NBCC Centre, Block-2, Ground-4th Floor, East Kidwai Nagar; New Delhi-110023 website: WWw.epfindiagov.in, WWW.epfindia nicin File No. A-12034/5/2025-EPFO-HQ/RC 422 Date: 22.05.2025 To, AlL Addl: CPFC (HQ)/ACC (Zones)",
        "Table Content (Page(s): 1): [Including Addl CPFC (ASD), HO]; [Director (PDNASS)]; [Subject:   Employees']; [Provident]; [Fund]; [Personal]; [Assistant   (Probationers)]; [Examinatic]; [Scheme, 2025 - Regarding]; [Madam /Sir,]; [Lam directed to forward herewith the Employees' Provident Fund Personal Assista]; [(Probationers) Examination Scheme, 2025 as approved by the Competent Authority.]; [Employees' Provident Fund Personal]; [Assistant (Probationers)]; [Examination Schen]; [2025 will come into force from the date of issue of this circular: This may please be circulated]; [all concerned: A copy may also be displayed on Notice Board:]; [Yours faithfull]; [Encl: As above]; [(Bhupendra Sing]; [Regional PF Commissioner-I(Recruitment/Exam Divisio]; [Copy to:]; [1.]; [PS to CPFC]; [2]; [All Zonal Training Institutes]; [3.]; [All Regional PF Commissioners-in-charge ofthe Regional Offices]; [4,]; [Assistant Director (OL)]; [for Hindi Version]; [5.]; [RPFC (NDC) for uploading the same on EPFO Website.]; [6.]; [Guard File]; [(Bhupendra Sing]; [Regional PF. Commissioner-I(Recruitment/Exam Divisio]",
        "e, to",
        "Table Content (Page(s): 1): [1]; [PS to CPFC]; [2]; [All Zonal Training Institutes]; [3]; [All Regional PF Commissioners-in-charge of the Regional Offices]; [4]; [Assistant Director (OL)]; [for Hindi Version]; [5.]; [RPFC (NDC) for uploading the same on EPFO Website:]; [6.]; [Guard File]; [(Bhupendra Singh]; [Regional PF Commissioner-I(Recruitment/Exam Division]",
        "Table Content (Page(s): 1): [(Bhupendra]; [Regional PF. Commissioner-I(Recruitment/Exam Divisio]; [Sing]",
        "EMPLOYEES' PROVIDENT FUND PERSONAL ASSISTANT (PROBATIONERS) EXAMINATION SCHEME_2025 1. Short Title_Application Commencement: This Scheme may be called the Employees' Provident Fund Personal Assistant (Probationers) Examination Scheme, 2025. It shall come into force from such date as may be published on the official website of EPFO. ii. 2 Definition: 'Examination' means Personal Assistant (Probationers) Examination conducted under the Scheme: ii. 'Employee' means person   appointed against sanctioned  post  in the Organisation. 94TC Taf& iii. Organisation' means Employees' Provident Fund Organisation. iv_ 'Probationer' means an employee appointed to post in the Organisation by direct recruitment and is required to be on probation for a period specified in the relevant Recruitment Rules or appointment order: 'Paper' means any paper of the examination specified in the schedule to the Scheme: vi. 'Schedule' means a schedule annexed to this Scheme and; vii. 'Syllabus' means the syllabus prescribed for the examination. 4 NOI 3. Eligibility for_Appearing_in_the _Examination: Examination is open to all Employees appointed in the Organisation against direct recruitment quota   vacancies in the cadre of Personal Assistant and placed on probation on appointment: Qualifying the probationary examination is a pre-condition for direct recruits for successful completion of the period of probation: Qualifying the Examination under the Scheme within the prescribed period is one of the conditions for satisfactory completion of the period of probation prescribed in the relevant Recruitment Rules or appointment order: In case probationer fails to qualify the Examination under the Scheme within the prescribed period he/ she may be given chance(s) to appear in the Examination during the extended period of probation, if any: ii",
        "Table Content (Page(s): 2): [Page 1 of 8]",
        "4. Syllabus: The examination shall consist following four papers.",
        "Table Content (Page(s): 3): [SL]; [Subject]; [Paper]; [Type]; [Time]; [Mark=]; [No.]; [1]; [Employees' Provident Fund &]; [Miscellaneous Provisions Act; 1952 and]; [Schemes framed thereunder.]; [MCQs]; [2 Hrs]; [50]; [Services provided by EPFO]; [Various portals of EPFO, etc]; [2]; [Noting & Drafting in Government]; [Descriptive]; [Correspondence]; ['50 Marks)]; [II]; [2 Hrs]; [100]; [p)]; [Administrative and Service Rules]; [MCQ]; ['50 Marks)]; [3]; [EEnglish Language and Comprehension]; [Descriptive]; [2 Hrs]; [100]; [4]; [[Part A - Digital Governance]; [MCQs &]; [Part B - Computer Proficiency]; [Test /TT]; [IV]; [Skill]; [2 Hr]; [100]; [F]; [Fe]; [Test(CBT)]; [fAfl]",
        "E 8 The syllabus of the examination may be as detailed in the schedule annexed. ii. The guidelines issued by the Ministry of Social Justice & Empowerment  for conducting written examination for persons with Benchmark Disabilities shall be followed: 5. Medium of Examination: 8 The medium of examination shall be Hindi/ English: The probationer may write the examination either in Hindi or English except language paper: 94Tal 6_ Venue and frequency of Examination: NOTE: The examination may be conducted two times in a calendar year preferably as per the Examination Calendar at such time and place(s) as may be decided and specified. Every probationer who has not yet qualified in the Examination shall appear in the examination according to the  program of  examination approved by Competent Authority: ii. Number of_chances and time_limit for qualifying _the _Examination: 7 A probationer has to appear and qualify the Personal Assistant (Probationers) Examination(s) conducted within the normal period of probation as per Para 7 of the Employees' Provident Fund (Staff and Conditions of Service) Regulations, 2025. If the candidate fails to qualify the examination, the Competent Authority, keeping in view all the relevant facts and circumstances of the case will examine the question of further extension of his/her probation or termination of his/her services_ In case the probation is extended, the probationer  will be   given Page 2 of 8",
        "additional chances within the extended period of probation. If the candidate fails to qualify in the examination during the extended period of probation, he/ she will be discharged from the services as per terms and conditions of appointment: probationer shall not be entitled to his/her annual increment until he/ she qualifies the examination. ii. Qualifying Marks: 8_ A candidate will be declared qualified in the examination only if he/she secures 45%or more marks in each paper for general category. For SC/ST / PwBD candidates the qualifying marks is 40% in each paper: 9_ Grant of Exemption: A candidate who appears in the examination and is not able to qualify in the same but secures qualifying marks in any one of the papers will be granted exemption in that paper and will not have to reappear in that paper in the next examination: 10. Use_of_unfair _means: OVIDENT FUND 4 13 Any candidate, who is found to be copying from the answer paper of another candidate(s) or from any written paper or document brought by him/her, or in any other way obtaining help or giving help to other candidate(s) by irregular means, or found to be in possession of a book, mobile phones, Bluetooth devices and other electronic or other devices specifically banned which is not authorized to be used or any written paper or document; or found guilty of any other malpractices or misconduct or misbehavior will immediately be expelled from the examination hall and summarily debarred from the examination in addition to being liable for disciplinary action INDIA Even at the time of evaluation, if it is found that some copying malpractice was adopted by a candidate or candidates, the result of the candidate / candidates will be liable to be cancelled. In case of mass copying or recourse to unfair means at one or more centre(s) of the examination, the examination of the concerned examination centre(s)  will be liable to be cancelled: Any complaint of malpractice by the candidate(s) should be submitted to the Invigilator of the examination before leaving the examination hall: Any' complaint received after the candidates leave the examination will not be entertained under any circumstance ii. 11. Procedure for supply of Marks List: The result of the examination and the marks of all the candidates appearing in the examination will be uploaded on EPFOs website:",
        "Table Content (Page(s): 4): [Page 3 of 8]",
        "12. Re-totaling and verification of_marks: If a candidate desires re-totaling of his/her marks and verification of the facts that all answers written by him /her have been dully assessed by the examiner, he/ she should submit an application to the Examination Conducting Authority through the Officer in Charge of the office with a fee of Rs.500 per paper: The application must be supported with confirmation from the Officer in charge of the Office that for re-",
        "Table Content (Page(s): 5): [fee of Rs. 500/]; [per paper has been deposited by the candidates applying]; [totaling]; [verification of marks within the prescribed time]; [ii.]; [Retotaling will not be restricted to only the portion sought to be retotaled]; [candidate but shall include the entire paper:]; [iii.]; [The]; [retotaled]; [marks]; [may]; [decrease ,]; [remain]; [unchanged,]; [or]; [increase]; [completion of the retotaling process: The marks finalized through this proce]; [be conclusive, and no further retotaling will be allowed:]; [iv]; [Such]; [applications]; [must be send to the Competent]; [Authority within 15 day]; [the date of communication of the respective results.]; [application suk]; [thereafter shall not be entertained:]; [C7]; [Fee]; [for]; [re-totaling of marks will not be refundable under any circums]; [Note I: It must be clearly understood that the only scrutiny intended unc]; [provision is]; [whether  all the]; [answers]; [written by the candidates hav]; [assessed and there is no mistake in the]; [re-totaling of the marks_]; [Note II: Revaluation of answer script is not permissible in any case or]; [any circumstances:]; [Note   III:]; [All fee  received in response]; [to]; [the requests for re-totaling]; [verification of marks shall be credited by the Officer]; [In-charge of the]; [Office / Zonal Office to the]; [Provident Fund Account No.2]; [Employees !]; [#***********]; [Page 4 of 8]; [Any]; [FU]; [ADE]; [paid]; [Reg]",
        "by the upon eSS will from mitted tances_ ier this been ander and ional",
        "SCHEDULE SYLLABUS FOR PERSONAL ASSISTANT (PROBATIONERS) EXAMINATION SCHEME, 2025 PAPER-I Marks 50 (MCQ) TIME 2 Hours PAPER-I Employees' Provident Fund & Miscellaneous Provisions Act; 1952 and Schemes framed thereunder: Employees' Provident Fund & Miscellaneous Provisions Act, 1952 Employees' Provident Fund Scheme,1952 Employees' Pension Scheme, 1995 Employees' Deposit Linked Insurance Scheme,1976 Social Security Code 2020 14 IDENT FUND II Services Provided by EPFO 9 Q UAN & EPF Accounts 8 ii. Process of settlement of PF, Pension & EDLI claims of members claimants including transfer claims iii. Correction in member s profile iv Right to Information Act, 2005. V Functions of PRO and various help desks. 0 vi. Grievance handling mechanism in EPFO III Various portals of EPFO, etc:: INDIA EPFiGMS Portal 9TTT4 13 ii. CPGRAM Portal iii. MIS portal, iv UMANG App Compliance e-proceedings portal vi. CAIU Portal vii. LIMBS viii. Employer Login Portal ix Employee Login Portal Account Section Login Portal xi. Report making and E-mail handling xii: Basic Knowledge of Office Equipment like Printer, Scanner, Projector, etc: 13 ii. iii. iv Page 5 of 8",
        "PAPER-II TIME 2 Hours PAPER-II Marks 100 Noting / Drafting in Government Correspondence and Administrative and Service Rules Noting & Drafting in Government Correspondence (50 Marks- Descriptive) 13 Definition, Purpose, and Importance of Noting Drafting in Government Offices ii. Principles of Effective Noting Drafting iii. Differences between Noting Drafting, and Official Correspondence iv Types of Official Communication: Letters, Circulars, Notifications, Office Memoranda, DO, etc ZDI_ Use of Official Language (Hindi & English) in Government Correspondence (Official Language Rules, 1976) T Fi vi Legal Aspects of Government Noting Drafting (RTI, Record-Keeping Confidentiality) 0 vii. Noting and Drafting in case based scenarios viii. Drafting Responses to RTI on behalf of CPIO and Appellate Authority and drafting replies to Parliament Questions_ ix. Drafting of Speaking Orders 0 d II: Administrative and Service Rules (50 Marks- MCQ) 1_ Employees' Provident Fund (Officers Employees' Condition of Ser vice) Regulations, 2008 ii. EPF. Staff (Classification, Control & Appeal) Rules, 1971. iii. Central Civil Service (Conduct) Rules, 1964. iv Central Civil Service (Leave) Rules, 1972. V Central Civil Service (Pension) Rules, 1972. vi_ Leave Travel Concession Rules. vii. Traveling Allowance Rules viii. Central Services (Medical Attendance) Rules, 1944 ix Fundamental Rules & Supplementary Rules X General Financial Rules, 2017 xi. Government e-Marketplace (GeM) Page 6 of 8",
        "PAPER-III TIME 2 Hours PAPER-III Marks 100 English Language and Comprehension Reading Comprehension ii. Letter Writing iii. Essay Writing iv_ Precis Writing V_ Narrative Writing vi. Rearrangement of sentence vii. Fill in the Blanks viii. English Grammar (Synonym, Antonym, Active/ Passive Voice, idioms, phrases, etc) ix Figures of Speech: Metaphor, Simile, Personification, Oxymoron, etc: X_ Sentence Structure: Subject-verb agreement; sentence types (simple, compound, complex) DENT Fu xi. Adjectives and Adverbs: Degree, comparison, and usage xii: Prepositions and Conjunctions: Usage and function in sentences_ 0 8 PAPER-IV 8 TIME 2 Hours PAPER-IV Marks 100 1. Digital Governance and Computer Proficiency Test NO  IDIA (1) Digital Governance (MCQ) (50 Marks, 45 minutes) 1_ Digital India Initiative  (T ii. National E Governance Plan iii. National Cyber Security Policy iv Data Protection Bill Aadhaar Data Security Framework vi. IT-Enabled Public Services (Digilocker, Umang, E-Shram, e-KYC & Aadhaar Authentication, Smart Cities Mission, Cyber Hygiene, CERT-In Guidelines, e- Office & File Management Systems, etc) (2) Computer Proficiency Test (50 Marks) (75 minutes) Preparing a letter / order in MS Word File through mail merge function. Rewriting of Paragraph in MS Word format using Track change, Comment remove, table creation, spelling check and other functions. iii. Preparing power point presentation on given   subject   including adding animation. 1. ii. Page 7 of 8",
        "Preparing a MS Excel spreadsheet; formatting cells, enter formula for calculation in cells, inserting built in functions in cells and answering arithmetic problems. Preparing pie chart; 'bar graphs / diagrams in MS ~Excel based on the data provided & VLOOKUP. Use of Pivot\" in MS Excel to generate data  analysis report from the given spreadsheet: Use of MS Access in Creation and manipulation of Data bases. iv. vi. vii. ***t*t**ttt**",
        "Table Content (Page(s): 9): [INDIA]; [9TTTd]; [Page 8 of 8]; [faf&]; [9far]; [0]; [QROVIDENT]; [FUND]; [9]; [)]; [(]",
        "@faa &-441d 34184T4 viiy HHoG HrHT 3ra1ari PANDIT DEENDAYAL UPADHYAYA NATIONAL ACADEMY OF SOCIAL SECURITY #Hur fau Ffe r113-, %H Qd rVNR HTT4, HRG TrOR EMPLOYEES' PROVIDENT FUND ORGANISATION 17 * MNISTRY OF LABOUR AND EMPLOYMENT, GOVERNMENT OF INDIA 30-31, {aa &4l;, Tteg? #fari -110 058 7rH4 (PHONE): 011 28526264,14 (FAX): 011 28525987 email: natrss@epfindia gov in No: V6/16/1/2025-26/PDUNASS/StrategicPartnership/79€ Dated: 04.04.2025 4 KPR 2025 To, All Officers (RPFC-II and above) Employees' Provident Fund Organization (Through web circulation) Subject: Invitation for Nominations World Bank-Milken Institute Public Financial Asset Management (PFAM) Program Sir / Madam, The Employees' Provident Fund Organization (EPFO) has received an invitation from the Senior Investment Officer, World Bank Treasury, to nominate officers for the World Bank-Milken Institute Public Financial Asset Management (PFAM) Program: The PFAM Program is a specialized nine-month training initiative aimed at educating participants on best practices in public financial asset management; focusing 0 central banks, sovereign wealth funds, pension funds, and regulatory authorities in  emerging economies_ The location of course is London, UK and will be conducted from September 2025 to June 2026. It will include an accredited semester of tailored graduate-level classes and targeted technical workshops, followed by four months of applied asset management experience through a private sector internship (Program brochure is annexed to this letter:) (https:L Lwbmilkenpfam orgL) It is intended to nominate few officers to the said program, subject to selection as well as administrative and financial approval of competent authority. Officers with 5-10 years of  experience may apply: Internal  screening of nominations will be based on experience in areas of Institutional Investment; Pension fund management, Central Banking (inclusive of experience in EPFO) etc and similarly suitable educational qualifications, performance in EPFO and initiatives taken etc Officers nominated by EPFO will finally be required to apply online for the program (Application Details at: https:L Lwbmilkenpfamorg/program /#application) There is competitive selection & interview process for admission in the program as provided in the program brochure. Applicants are also required to submit the following documents with the application: Statement of Purpose Academic Transcripts Resume CV 2 Letters of Reference Analytical Essay IELTS Scoreof 6 5or-alhove ORequivalent TOFFL score (To be submitted later)",
        "Table Content (Page(s): 1): [Page 1 of 2]",
        "The World Bank has agreed to provide scholarship for tuition fees for the EPFO officers. Proposal to bear the salary and benefits of selected officers and partial living expenses for duration of program is under process separately. After completion of the program, officers would be posted in the investment division of EPFO for at least three years. In this regard, selected officers would also be required to execute a bond covering the cost of scholarship and living expenses. EPFO officers interested in applying must submit their nomination applications directly to PDNASS at email id: natrss@epfindiagovin along with their resume The last date for submission ofnominations to PDNASS is April 07,2025.Lastdate ofsubmission ofonline form through website given above is April 15,2025. The program presents a unique opportunity for professional developmentand global exposure in public financial asset management: Interested officers are encouraged to submit their nominations at the earliest: [ANKUR P GUPTA] mmissioner-[",
        "Table Content (Page(s): 2): [negiunal]; [1 '4 ']; [UO]; [nclosures: PFAM Program Brochure etc]; [Page 2 of 2]",
        "#Harf 4faq Aft 413H Employees Provident Fund Organisation (87 & rTTR HAT4 HR TRGT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) 3ar arafaw /Head Office EC Trawk, wd-Il &r foaad+R, 7frri-110023 Plate A Ground Floor; Block Il, East Kidwai Nagar, New Delhi-^10023 Website: WWw epfindia gov,in, WWW epfindia nicin Fcd vud No. HRM-VII/1(1992019/J&KLADAKH-Part(3)/630 To: AII ACC (HQY ACC (Zones) Head Officel Director (PDNASSY AII RPFCs-in-charge of Regional Offices/ Zonal Training Institutes. Dated: 29.04.2025 Sub: Calling options for posting at Regional Offices at Jammu; Kashmir and DO Leh (Ladakh) reg: Sir/Madam, It has been decided to call for fresh options for postings in J&K and Ladakh for smooth functioning of the respective offices. 2 Accordingly; the officials in the Sr SSA/SSA cadres who are willing to be posted in the Regional Offices of Jammu; Kashmir and Ladakh may send their option to Head Office. 3 The Posting of the officials will be for one year and thereafter on completion of tenure they would be given   preferred   postings   subject to availability of vacancy and extant rule provisions 4 The last date for sending the willingnessloptions for posting at Jammu & Kashmir and Ladakh is 15.05.2025. The duly signed and scanned copies of options are to be provided only through e-mail to rcLhrm@epfindia govin: (This issues with the approval of CPFC) Yours faithfully Awv 29l 4/ 2 (Mohammad Shariq) Regional P. F. Commissioner-[ (HRM-I)",
        "#aari %deq ff 4uoTt Employees' Provident Fund Organisation (HA Va vaTJIR HHTTT4 , HRT TRTR) (MINISTRY OF LABOUR & EMPLOYMENT , GOVERNMENT OF INDIA) 1E4 #ryiary/ Head Office aadl Tat, cclian-Il, $z Fencaz TaR, 73 fcai-110 023 Second Floor, Block IL, East Kidwai Nagar, New Delhi-110 023 website: WWW_ epfindia gov.in, WWW.epfindia nicin File No: HRM-X/Programmer(Deputation)/E47645/ Dated: 3144 i1626 CORRIGENDUM Subject: - Appointment to the post of Programmer on deputation basis  in Employees' Provident Fund Organisation: As mentioned in the Office Order(s) dated 06.06.2024, 11.06.2024 and 02.07.2024, the tenure of deputation may kindly be read as 'initially for a period of one year and extendable upto 03 years' instead of \"initially for a period of three year\" .",
        "Table Content (Page(s): 1): [[This issues with the approval of Competent Authority]]; [(DEEPAK ARY]; [RPFC-II, Recruitment/ Exa]; [To]; [AlI Concerned]; [[Through: RPFC-I, NDC]]; [to (Through EPFO website)-]; [1.]; [P.S to Central PF Commissioner .]; [2]; [PS to FA & CAO/CVOIAII Addl: CPFCs (HQ)(Head Office & Zones)/ Director , PDNASS]; [3]; [AII Addl: CPFCs Head Office/Zones:]; [4]; [Chief Engineer]; [5.]; [AII RPFC-in-charge (RO) including RPFC-I (ASD)]; [6.]; [All Officers in Head Office:]; [7]; [AII Deputy Director (Vigilance)/ Zonal Audit Parties:]; [8 .]; [RPFC (NDC)- for uploading the order in the website:]; [9]; [AII ZTIs/Sub-ZTI;]; [10. Secretary General, EPF Officers' Association, Ludhiana.]; [Hindi Cection for Hindi vercion]; [b]; [Juhuk]; [Copy]; [0k]",
        "Table Content (Page(s): 1): [2]; [PS to FA & CAO/CVO/AII Addl. CPFCs (HQ)(Head Office & Zones)/ Director, PDNASS]; [3.]; [AII Addl: CPFCs Head Office/Zones:]; [4.]; [Chief Engineer]; [5]; [AII RPFC-in-charge (RO) including RPFC-I (ASD):]; [6]; [All Officers in Head Office.]; [7]; [AII Deputy Director (Vigilance)/ Zonal Audit Parties:]; [8.]; [RPFC (NDC)- for uploading the order in the website:]; [9]; [AII ZTIs/Sub-ZTI:]; [10. Secretary General, EPF Officers' Association, Ludhiana.]; [11. Hindi Section for Hindi version.]; [{DEEPAK ARYE]; [ebak]",
        "Table Content (Page(s): 1): [4]; [Chief Engineer]; [5.]; [AII RPFC-in-charge (RO) including RPFC-I (ASD)]; [6]; [All Officers in Head Office.]; [7]; [AII Deputy Director (Vigilance)/ Zonal Audit Parties:]; [8.]; [RPFC (NDC)- for uploading the order in the website:]; [9]; [AII ZTIs/Sub-ZTI:]; [10. Secretary General, EPF Officers' Association, Ludhiana.]; [11. Hindi Section for Hindi version.]; [{DEEPAK ARY]; [lebak]",
        "RPFC-Hl; Recrultment Exam",
        "#Har 4fw Afq 41T- Employees Provident Fund Organisation (I7 & TTTTRTATT4 HRG #TT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) Haq #rafaa /Head Office 8 M33udR &o-Il; &r faasTTT frf-110023 Plate 4 Ground Floor; Block Il East Kicivai Nagar Newv Delhi-`10023 Website: WWw epfindia gov.in, WWW epfindia nicin Hcziy vud tT: (E- 27878) UA.a1R.3t/1(71)/2020/Misc /pt 7338 ferq: dat 9, All Additional Central PF. Commissioners (HQ)/ Director(PDNASS), All Additional Central P.F. Commissioners (Zones)/Addl.CPFC(ASD); All RPFCs/OIC-in-Charge of Region 1 7 APR 2025 faqu: Grant of additional installment of Dearness Relief to Central Government pensioners/family pensioners ~Revised rate effective from 01.01.2025-reg Helay, Please find enclosed herewith an Office Memorandum No. 42/02/2024-P&PW (D) dated 11.04.2025 issued by Govt. of India, Ministry of Personnel, Public Grievances & Pensions, Department of Pension & Pensioners' Welfare; New Delhi-110003 on the subject cited above for information and necessary action. Haa4 +15 Gir4 Awdh d-iq Hfdu Aft <11947-1(U BR. 3-I) wfafaify: 1 #ct4 %f3u Afur 31y07 & WYFAuf afaa 2 72f CBT/EC Har 3 fadty HaledR !d H dufedr # TYAtf dfaq",
        "Table Content (Page(s): 1): [4]; [5aq Haoal 3196RI & 4UN Tuif HIad/ 4HT 34 Far1a, Haoat]; [5_]; [5oq afa & Aoit -fad]; [6.]; [9HR afeaR 4!ff 3wf1d wfr&U TYTF]; [7.]; [42f aaRo cl Tid &fedri]; [8]; [3oa4 & 44f aifuary 41f fwf Hd/ Tf 3JHIT &feoRi]; [9]; [HeR4d, &1a1 5f341 $, 1. 05. 4715 43817]; [10. HeRfd, J1GT 5f341 $ d, 05, VaG %5]; [11, da, $ d,0, 345 QRQRTT]; [12]; [HeRd, 31a 5f341 $; 4f, 05, Q, &i/ Q, & 13r71]; [13. &. 4, # 3.(.3.ri qrisc Wr eryaila +++8]; [14_]; [T Y1&]; [15. fed 35HTT]; [8714 Hfa4 Afu &1]",
        "Ck4 Euidh) 3r-1(ga.eik &h-1)",
        "No 42/02/2024-P&PW(D) Government of India Ministry of Personnel, Public Grievances & Pensions Department of Pension & Pensioners' Welfare 3rd Floor; Lok Nayak Bhawan Khan Market; New Delhi-110003 Date 11tn April; 2025 QFFICE MEMORANDUM Sub; Grant of additional installment of Dearness Relief (DR) to Central Govt. Pensioners/Family Pensioners- revised rate effective from 01.01.2025-reg: The undersigned is directed to refer to this Department's OM No. 42/02/2024-P&PWD) dated 30.10.2024 on the subject mentioned above and to state that the President is pleased to decide that the Dearness Relief admissible to Central Government Pensioners/Family Pensioners shall be enhanced from the existing rate of 53% to 55% of the basic pension/family pension (including additional  pension/family pension) w.e.f O1st January, 2025. 2 These rates of DR will be  applicable to the   following categories (6) Civilian Central Government   Pensioners/Family  Pensioners including Central Govt. absorbee pensioners in PSUIAutonomous Bodies in respect of whom orders have been issued vide this Department's OM No. 4/34/2002-P&PW(DJVol.Il dated 23.06.2017 for restoration of full pension after expiry of commutation period of 15 years. The Armed Forces   Pensioners/Family Pensioners and Civilian Pensioners/Family Pensioners paid out of the Defence Service Estimates",
        "Table Content (Page(s): 2): [(iii)]; [All India Service Pensioners/Family Pensioners.]; [(iv)]; [Railway Pensioners/Family Pensioners]",
        "(v) Pensioners who are in receipt of provisional pension",
        "Table Content (Page(s): 3): [(vi)]; [The]; [Burma]; [Civilian]; [Pensioners/Family]; [Pensioners]; [an]; [Peksioners/families of displaced Government Pensioners from Burma]; [Pakistan,]; [in]; [respect]; [of]; [whom]; [orders   have]; [been]; [issued]; [vide]; [thi]; [Departments OM No.]; [23/3/2008-P&PW(B) dated 11.09.2017 .]; [3]; [The payment of Dearness]; [Relief involving a fraction]; [of]; [rupee shall be rounded off to the next higher]; [rupee:]; [4]; [Other provisions governing grant of DR in respect of]; [pensioners and re-employea 9Central GovernmenePenfsioneloyec]; [be regulated in accordance with the provisions]; [wil]; [52]; [of CCS]; [contained in Rule]; [(Pension) Rules,]; [2021]; [and]; [this   Department's]; [OM]; [No]; [45/73/97-P&PW (G) dated 02.07.1999 as amended]; [time t0 time.]; [The provisions relating to regulation]; [of DR where]; [a]; [pensioner is in]; [receipt of more than one pension will remain]; [unchanged.]; [5 _]; [In the case of retired]; [of the]; [Courts , necessary orders will be issued]; [Supreme Court and High]; [by the Department of Justice]; [separately.]; [5]; [It will be the]; [responsibility of the pension disbursing]; [authorities]; [the nationalized banks, etc.]; [to calculate the quantum of DR]; [ayable in each individual case]; [The  offices]; [of Accountant General]; [and authorised]; [Jisbursing Banks are requested to arrange paymentof]; [Pension]; [0]; [Pensioners/Family]; [Dearness Relief]; [Pensioners]; [on]; [the]; [basis]; [of these instructions]; [vithout]; [for any further instructions from the]; [luditor General of India and the Reserve Bank of]; [Comptroller and]; [Jo. 528- TA]; [I1/34-80-II]; [India in view of letter]; [dated 23/04/1981 of the Comptroller and Auditor]; [Jeneral of India addressed to all Accountant Generals]; [and]; [ank of India Circular No]; [GANB No. 2958/GA-64]; [Reserve]; [Ie 21st]; [1981 addressed]; [(i) (CGL)81 dated]; [to State Bank of India and its subsidiaries]; [nd all Nationalised Banks.]; [In]; [so far as the persons]; [in Indian Audit]; [and Accounts]; [epartment]; [are concerned, these orders]; [are issued]; [in]; [consultation]; [family]; [from]; [Judges]; [ncluding]; [waiting]; [May ,]; [serving]",
        "with the Comptroller and Auditor General of India, as mandated under Article 148(5) of the Constitution of India; 9 This issues in accordance with the Ministry of  Finance , Department of Expenditure's OM No 1/1(1)/2025-E.II(B) dated 02.04.2025.",
        "Table Content (Page(s): 4): [Hindi version will follow.]; [iya A.B]; [Director to the Government of Indi]; [1]; [AlI Ministries/Departments of the Government of India]; [2. Chief Secretaries and AGs of all States/UTs]; [3. CMDsICPPCs of all authorised Pension Disbursing Banks]; [4. C&AG of India, UPSC,]; [etc]; [as per standard endorsement list.]; [5. Reserve Bank of India (RBI) for Information .]",
        "#Hfarf 4f4 Aft 4TH Employees Provident Fund Organisation (EA gd rTR HATTT4 HRT TRTT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) Ta trfaa /Head Office Dc qMdauk &la-Il &r fpaat=R# fadf-110023 Plate A Ground Floor, Block Il, East Kidwai Nagar, New Delhi-110023 Website: WWw epfindia gov.in, WWW epfindia.nicin Had vad No. HRM-8NI25(9)94/LEASEACCOMMODATIONIOL_IV 7343 To, Date: 4 APR ?325 All Additional Central P F: Commissioners (HQ) Director (PDNASS) , All Additional Central P.F. Commissioners (Zones)Addl.CPFC (ASD), All RPFCsIOIC-in-Charge of Region Subject: Revised Entitlement for leased  residential accommodation for officers of EPFO-reg: Sir, In accordance with the decision of the Executive Committee in its 76th meeting held on 25.02.2013, am directed to convey that the competent authority has approved revised rates for hiring of leased residential accommodation for officers of the Employees' Provident Fund Organization. The revised entitlements for leased residential accommodation are as under:",
        "Table Content (Page(s): 1): [Pay Band and Grade PayClassification ofExisting]; [LeaselRevised]; [Leased]; [as per 7 th CPC]; [Cities]; [entitlement]; [uptolentitlement]; [effective]; [/28.02.2025]; [Ifrom]; [01.03.2025]; [((Enhanced by 15%)]; [PB-4, Level-13A (Pre-]; [A-I Cities (X)]; [33632]; [38677]; [revised GP 8900)]; [and Level-13 (Pre-revised]; [GP 8700)]; [PB-3, Level-12 (Pre-]; [30136]; [34656]; [revised GP 7600)]; [PB-3, Level-11(Pre-]; [27450]; [31568]; [revised GP 6600)]; [PB-3 Level-10 (Pre-]; [24012]; [27614]; [revised GP 5400)]; [PB-4, Level-13A (Pre-]; [A, B-I & B-]; [26161]; [30085]; [revised GP 8900)]; [2]; [Cities (Y)]; [and Level-13 (Pre-revised]; [GP 8700)]; [PB-3, Level-12 (Pre -]; [23439]; [26955]; [revised GP 7800)]; [PB-3 Level-11(Pre-revised]; [21351]; [24554]; [GP 6600)]",
        "Page 1 of 2",
        "Table Content (Page(s): 2): [PB-3 Level-10 (Pre-]; [18676]; [21477]; [revised GP 5400)]; [PB-4, Level-13A (Pre-]; [C & Unclassified]; [revised GP 8900)]; [and Level-13 (Pre-revised)]; [GP 8700)]; [PB-3 Level-12 (Pre-]; [16741]; [19252]; [revised GP 7600)]; [PB-3 Level-11 (Pre-]; [15250]; [17538]; [revised GP 6600)]; [PB-3 Level-10 (Pre-]; [13341]; [15342]; [revised GP 5400)]",
        "2 The entitlement for enhanced lease rent will be applicable with effect from 01.03.2025 for new accommodation to be hired. For existing accommodation lease rent may be revised only in accordance with the lease agreements subject to the rent entitlements of the Officer concerned. 3 The facility would be available only to the officers who have All India Transfer liability andlor do not have fixed tenure at any station. Also, the facility should only be extended where quarters as per the entitlement of the officers are not available. 4_ An officer shall not be allowed to lease the house if the property is in his own name or in the name of his/her spouse. 5. AII ACC HQ(Zones)IACC (Zones) may ensure the above. (This issues with the approval of Central P.F. Commissioner) (Saurabh Jagati) Addl: Central P.F. Commissioner (HR) Copy to; 1 PPS to CPFC 2. PPS to FA & CAO, CVO, ACC (HQ) 3. AlI Regional PF Commissioners 4 AII DD (Vigilance)IZAPs 5. All PPS, PA and SO in Head Office 6 RPFC , IS Division for web circulation 7_ Secretary General, EPF Officers' Association 8_ Secretary General, AIEPF Staff Federation 9. Secretary General, AIEPF SCIST Federation 10. Secretary General, AIEPF Employees' Sangh 11. Hindi Section for Hindi Version 12. Guard file (Saurabh Tripathi) Regional PF. Commissioner-I, HRD-| Page 2 of 2",
        "#Har 4faw Afu 41T7 Employees Provident Fund Organisation (97 &a ITTTRHATTT4 HTrG RRTT) (MINISTRY OF LABOUR & EMPLOYMENT GOVERNMENT Of INDIA) 3aq trufaa /Head Office Tr nrdarak Gito-Il, #r faad TR7 8vf- 1C023 Plaze 4 Ground Floor; Block Il, Eas: Kicwai Nagar, New Celki-^ ^C023 Website: Www.epfindia govin, WWw.epfindia nic.in Hartd tud Date: 25.04.2025 No: WSU/ Appendix-E/ E-55791/2025-26/20 To AIl ACCs (HQ) Zones AII ACCs Zonal Offices All Officers-in-charge of ROs /DOs Subject: Revamped Appendix-E functionality-reg Madam/Sir , It has come to notice that in a few cases related to surrender/cancellation of Annual interest was incorrectly deducted on the total Exemption, the TDS on the Past Accumulations instead of the actual interest earned on the taxable portion of the Member contributions due to incorrect submission of data by such employers: in order to facilitate the rectification of   such errors  through Accordingly , bifurcation of taxable and non-taxable Member Balances, a revamped proper functionality has been developed and would be deployed on Appendix-E 01/05/2025. addition to all the tasks that can be performed through the existing In functionality , the revamped Appendix-E functionality would also Appendix-E the adjusting of the Taxable Opening Balance, Non-Taxable Opening facilitate Balance and the Total Opening Balance as well. AlI the tasks pending or under progress in the existing Appendix-E functionality would get rejected on deployment of the revamped Appendix-E and accordingly, the Field Offices are hereby advised to ensure that all the tasks in the existing Appendix-E functionality gets completed by pending 30/04/2025. (This issues with the approval of CPFC) Yours' sincerely",
        "Table Content (Page(s): 1): [(G R Suchindra]; [ACC]",
        "anath) WSU)",
        "#Har %4Afe #TOH Employees Provident Fund Organisation 9A Ud RVNR HAT4, HRa Ter MINISTRY OF LABOUR & EMPLOYMENT , GOVERNMENT OF INDIA {74J&UA 3a #rfa4/ HEAD OFFICE 3f454 &ld5-2, Tr< Teik- 4th Teik, $xz fadvf TR, T fcri} -110023 Office Block-2, Ground Floor- 4th Floor, East Kidwai Nagar, New Delhi-110023 Website: Www epfindia:gov.in No: A-12034/4/2025-EPFOISSA402 Date: 14.05.2025 To, AII Social Security Assistants (SSAs) [Including Original and Waiting List (Excluding Cancelled Appointments) of 2024 DR Batch] Employees' Provident Fund Organisation Subject:   Inviting requests from SSAs for Permanent  Posting in Regional Offices of Jammu, Srinagar and Leh in UTs of Jammu & Kashmir and Ladakh reg: Sir/Madam, Employees' Provident Fund Organisation (EPFO) is committed to establishing a stable and efficient workforce in the newly created Regional Offices (ROs) of Jammu, Srinagar and Leh in the Union Territories of Jammu & Kashmir and Ladakh: To achieve this objective, EPFO, Head Office is exploring options for permanent posting of Social Security Assistants (SSAs) in these offices: 2. In this regard, all SSAs   [Including   Original and Waiting List   (Excluding Cancelled Appointments) of 2024 DR Batch] are invited to submit their requests for permanent posting in the following Union Territories: Union Territory of Jammu & Kashmir Union Territory of Ladakh L. ii.",
        "Table Content (Page(s): 1): [Requests snouia pe submitted latest DY 25.05.2025 on email Ia: aptc ar@eprinda GQLIn]; [Requests received by any other mode or on any other email will not be considered_]; [3.]; [It may be noted that these transfers will be made on purely request basis_]; [hence, no TADACTG/Joining Time will be admissible to the transferred employees a=]; [per rules:]; [4_]; [The seniority of the transferred officials shall be regulated in accordance with]; [Para 6.3 of Transfer Policy for Group 'C' cadres in EPFO, 2025.]",
        "1|Pa g e",
        "5_ While   submitting the requests, the SSAs should necessarily   provide the following details: Name: ii. Category: iii. EID (In case of already joined SSAs): iv Regional Office where posted/allocated: V_ Rank as per Original List (In case of 2024 SSA Batch): vi. Rank in waiting list (In case of 2024 SSA Batch): vii. Joining date in the current Zone as SSA: 1 (Issues with the approval of the competent authority) Yours faithfully (P.P.S: Maingi) Regional Provident Fund Commissioner-I (Recruitment) Copy to: 13 All ACC(HQS)/ACCs (Zonal Offices) for circulation among eligible SSAs. 2 AII RPFC-IOICs(ROISSOIDO) - for circulation among eligible SSAs: 3 RPFC-I (NDC)- for web circulation: 2 |Pa g e",
        "#ari 4awAfu*JoT Employees' Provident Fund Organisation (Ma va #TTIIT TTITT4 , HRG HTGT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) Jc #rect4/ Head Office va.am Hez, wdld-2, Ws-4th Fall, $7r fancas TJR, T$ favai-110023 NBCC Centre, Block-2, Ground-4th Floor, East Kidwai Nagar, New Delhi-110023 website: WWW.epfindia gov.in, WWW.epfindia nic in No. A-45011/3/2024-HRM-IV | 6 Date: 09.04.2025 To, AII ACC(HQ) Zone/Director(PDNASSYACC(Zones)ACC ZTIs All Regional PF Commissioners-in-charge of ROs/Head Office. Subject: Vacancy Position and Compassionate Appointments made during the years 2020 to 2024 Fn Reg: () HRM Division Circulars no. HRM-IV/2O25/SSANVacancy_Position/Comp-/App./287 and A-32022/1/2021/HRM-IV/286 dated 21.02.2025. ii)   Recruitment Division Circular no. A-45011/3/2024-HRM-IV/444 dated 10.03.2025. Ref:",
        "Table Content (Page(s): 1): [Madam/Sir,]; [Reference is invited to the subject and reference cited above and para 8.3 and 8.4 of]; [the]; [Compassionate]; [Appointment   Policy]; [2024]; [notified]; [vide]; [circular]; [no.]; [HRD-I/67/2024/]; [Compassionate Appointment policy/1217 dated 23.01.2025, which state as under-]; [\"8.3 SSA cadre]; [(i) Vacancies]; [arising in previous calendar/vacancy year due to promotion, retirement;]; [death. resignation, reversion ad new creation in the DR Quota to be compiled ad 5%]; [vacancies to be calculated thereon.]; [(ii) Vacancies to be calculated as per provisions of the RRs:]; [(iii)]; [DR]; [vacancies]; [to]; [be]; [finalized  and]; [5%]; [of DR]; [vacancies]; [to]; [be filled   through]; [Compassionate Appointment:]; [(iv) For the purpose of calculation of vacancies for compassionate appointment; fraction]; [of a vacancy either half or exceeding half but less than one may be taken aS one vacancy:]; [(v) It is clarified that only new vacancies arising in a year in DR quota shall be taken into]; [account for calculating 5% compassionate appointment vacancies:]; [unfilled vacancy _]; [which]; [was]; [earmarked]; [for]; [DR]; [after   allocating]; [the]; [vacancies]; [for   compassionate]; [appointments, shall not again be taken into account for calculating the compassionate]; [appointment vacancies in a subsequent year:]; [\"8.4 MTS cadre]; [Vacancies arising in previous calendar/vacancy year due to promotion, retirement;]; [Any]",
        "death, resignation and new creation to be compiled. Page 1 of 2",
        "Total vacancies to be finalised among which 5 vacancies shall be filled every year through Compassionate Appointment on the basis of higher degree of \"penury to be determined based on the criteria given in Annexure ~I 2 In this regard, the Zonal Offices/PDNASSIASD (Head Office) are requested to provide the year wise vacancy position and compassionate appointments made in the years 2020 to 2024 3. The above mentioned details may please be furnished year wise separately for the calendar years 2020 to 2024 in the format as under",
        "Table Content (Page(s): 2): [Name Ot the Zonal Oftice and Regional Oitice]; [Vacancies which arose in the year]; [F]; [in the SSA Cadre]; [Due]; [tolDue]; [tolDue]; [tolDue]; [tolDue]; [tolDue]; [tolothers (Total]; [INumber]; [0]; [PromotionlRetirement Death]; [Resignation Inew]; [Ireversion]; [ICompassionate]; [k(Excluding]; [Icreation]; [Appointments]; [/2024]; [DRI]; [made]; [lbatch)]",
        "Name of the Zonal Office and Regional Office",
        "Table Content (Page(s): 2): [vacancies which arose in the year]; [in the MIS Cadre]; [Jue]; [tolDue]; [tolDue]; [tolDue]; [tolDue to newlothers]; [TTotal]; [Number]; [Promotion]; [IRetirement]; [Death]; [IResignation Icreation]; [Compassionate]; [Appointments]; [do]",
        "The requisite details may be furnished by 21.04.2025. 4_ Yours faithfully, (Ajay K Mehra) Addl: Central P.F: Commissioner (Recruitment Exam) Page 2 of 2",
        "@Har 4f4 Aft 413- Employees Provident Fund Organisation (%7 & rITTR 4AKT4 HRG TRGT) (MINISTRY OF LABOUR & EMPLOVMENT, GOVERNMENT OF INDIA) 3oz #Tqfa4 /Head Office q, Maumk &d-Il 5r fdaas TR, 75 farfl-110023 Plate A Ground Floor; Block Il, East Kidwai Nagar, New Delhi-110023 Website: Www,epfindia gov.in; WWW epfindia nicin 7444 vrd No. (E-882775) HRD-1/8/2024/Misc.-Circulars /3 (7o Date: 1 3 May 9025 To, AII ACC (HQ)(Zones)IACC(Zones) , Subject: Additional charge to Accounts Officers in the absence of sufficient number of APFCs in the Office- reg Madam/Sir, In reference to the directions issued by this office vide even no: Circular dated 27.05.2024, 15.07.2024, 03.09.2024, 22.10.2024, 09.12.2024, 29.01.2025 and 19.03.2025. It has been decided by the competent authority that RC-I(OIC)IRC-II(OIC) may assign additional charge of Accounts andlor Pension Sections and ELI Scheme to the Accounts Officers (AOs) working under administrative control of the concerned RO for a period of 45 days from the date of issuance of this order: While assigning the charge to AOs, seniority and suitability for working on sensitive posts may be taken into consideration: Also additional charge may not be given continuously to the same officers who were assigned the additional charge prior to this order. (This issues with the approval of Central P.F. Commissioner) Yours faithfully, (SaurabhTripathi} Regional P.F. Commissioner-I, HRD-I Copy to:",
        "Table Content (Page(s): 1): [All Officer-in-Charge of Regional Offices]; [for information.]",
        "ttf 404Af+137 Employees Provident Fund Organisation 'TA MTTTT4, TaTT MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA 3ETtTt4/ HEAD OFFICE T7CT maf1,fr43,7-2 TRFi-4tht #3 frattT, #tR,{-110023 Website: WWw.epfindiagov.in; WWWepfindia nicin NBCC Centre, Block-2, Ground Floor- 4th Floor, East Kidivai Nagar; New Delhi-110023 dated: 02.04.2025 Na, HRD-IlTransfer/AGT/2025",
        "Table Content (Page(s): 1): [Se T]; [LUnALA]; [0 L Ah]; [Lul]; [All Addl, CPFCs (HQJ/Director PDNASS/Addl: CPFCs]; [All Regional P.F. Commissioners,]; [Including In-charge of ROs/ZTIs & RPFC (ASD-HO)]; [All Assistant P.F. Commissioners.]; [Sub: Redressal of Grievances arising out of AGT 2025 Orders in various Cadres - Reg]; [Madam/Sir,]; [Please refer to Head Office circular no.]; [HRD-IVTransfer/AGT/2025 dated 01.03.2025, the point]; [no]; [4 of said circular may be read as follows:]; [2.]; [\"The timelines for grievance filing are as below:]; [1,]; [Group A]; [on Or]; [before 03.04.2025 (Thursday)]; [IL]; [Group B & C]; [a.]; [For Employees]; [on or before 03.04.2025 (Thursday)]; [b.]; [For Zonal Office]; [on Or]; [before 07.04.2025 (Monday)\"]; [Yours {aithfully]; [(Indraj Singh)]; [Regional PF. Commissioner-II (HRD-II)]; [Copv to: (Through Website)]; [PS to CPFC]; [Il.]; [PPS to FA&CAO/CVO.]; [IlI:]; [All Dy Dir: (Vig-)Zonal Audit Parties.]; [IV.]; [Hindi Section for Hindi version.]; [V.]; [Guard File:]; [To,]",
        "#h\"duAner1t Employees Provident Fund Organisation ' \"a THITT 4TL, MTIT TIT MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA gexarfT4/ HEAD OFFICE wafftaf#vm+2 T3o Frin-4tFrih #RfratTT, Ttf~@-110023 NBCC Centre, Block-2, Ground Floor- 4th Floor, East Kidwai Nagar, New Delhi-110023 Website: wWWepfindia gov.In; WWW epfindia nicin UDID WtT_rasAictooc",
        "Table Content (Page(s): 2): [To]; [Tind-nnaisicihoii Zuzs]; [Datea:]; [To,]; [AIl Addl. CPFCs (HQ)/Director PDNASS/Addl: CPFCs]; [All Regional P.F. Commissioners,]; [Including In-charge of ROs/ZTIs & RPFC (ASD-HO);]; [All Assistant P.F. Commissioners:]; [Sub: Redressal of Grievances arising out of AGT 2025 Orders in Commissioners' Cadre]; [Ref:]; [(1) Letter No.HRD-1/87/2024/TransferPolicyReview/Misc/1225 dated 30/01/2025]; [(ii) Office Order HRM-I/-1(1)2025/Part-Il/609 dated 27/03/2025]; [(iii) Office Order HRM-VT-1(1)2025/Part-Il/610 dated 27/03/2025]; [(iv) Office Order HRM-I/T-1(1)2025/Part-1/611 dated 27/03/2025]; [(v) Office Order HRM-Vt-1(1)2025/Part-1/612 dated 27/03/2025]; [(vi) Office Order HRM-IT-1(1)2025/Part-1/613 dated 27/03/2025]; [(vii) Office Order A-22014/1/2025 -]; [HRM-Il/234 dated 27/03/2025]; [(viii) Office Order A-22014/1/2025]; [HRM-IIl/235 dated 27/03/2025]; [(ix) Office Order A-22014/1/2025]; [HRM-II/236 dated 27/03/2025]; [(x) Office Order A-22014/1/2025 -]; [HRM-Ill/237 dated 27/03/2025]; [(xi) Office Order HRM-IV/2025/LDC/MTS/TP-2025/311 dated 27/03/2025]; [(xii) Office Order HRM-IV/2025/SSAAGT_2025/Part (1)/312 dated 27/03/2025]; [(xiii) Office Order HRM-IV/2025/SSAAGT_2025/Part (1)/313 dated 27/03/2025]; [(xiv) Office Order HRM-X/8(2)/2021/TransferpolicyofOLCadre/314 dated 27/03/2025]; [(xv) Office Order HRM-IV/2025/SSAVAGT_2025/Part (1)/315 dated 27/03/2025]; [Reg]",
        "Madam/Sir, Reference is invited to the aforementioned transfer orders and Transfer Policy 2025. As per the Transfer Policy 2025,grievances arising out of AGT Orders shall be received online through HR Soft _ email: 2 Accordingly; all Officials are requested to submit their representations, if any in respect of aforementioned orders on the below mentioned email & copy to acc2 hr@epfindia gov.in: For Group A rcLhrm@epfindia gov in Il= For Group B (excluding STO, JTO) groupb transfer@epfindia gov in III: For Group € (including STO, JTO) - rc hrm5 @epfindia gQv in",
        "3. For Group B &C, the email is to be forwarded by concerned ZO with their comments. Directly received grievances without comments of ZO will not be entertained: The timelines for grievance filling are as below: Group A on or before 03.04.2025 (Fridav) Group B & € a. For Employees on or before 03.04.2025 (FrIday) b For Zonal Office on or before 07.04.2025 (Monday) II_ (This has the apprqval qf Competent Authority) Yours faithfully, (Indraj Singh) Regional P.F. Commissioner-II (HRD-II) Copy to: (Through Website} PS to CPFC PPS to FA&CAO/CVO: All Dy Dir: (Vig )Zonal Audit Parties Secretary General_EPE Officers' Association Ludhiana Ml: IlI_",
        "Table Content (Page(s): 3): [V_]; [Hindi Section for Hindi version.]; [VI:]; [6. Guard File:]; [(Indraj Sin]; [Regional P.F. Commissioner-II (HRD]",
        "Table Content (Page(s): 3): [V]; [Hindi Section tor Hinal version:]; [VI:]; [6. Guard File:]; [(Indraj Singt]; [Regional P.F. Commissioner-II (HRD]",
        "oHarf404 Afa #a- Employees Provident Fund Organisation (070 757rT74, 4Tra #TTI) Winistay OFLABOUR & EmfloymENT GovErNMENT OfiDi Tatna4[Head Office TC 5dat7R, 7t-I # At7F#eT- 10023 Plate A Ground Floor; Block Il, East Kidwai Nagar New Delhi-*10023 Website: wwu epfindia gov.in, WNtI epfindia nicin 464d 5ad Date: 3 /April/2025 No: WSU/lssuesofBKG/E-49885/2024-25//6 To, AII ACC (HQJIACC (Zones) AII RPFC-I/RPFC-II/APFC OICs Subject: Removal of uploading of the image of cheque leafl attested bank passbook and Removal of the requirement of Employer approval for seeding bank account details with UAN -reg. Madam/Sir, In continuation of earlier efforts to facilitate the speedy settlement of claims filed online and to reduce the rejection of claims due to the reason of non- uploading of the image of cheque leafl attested bank passbook while filing claims online, it has been decided that the members shall not be required to upload the image of cheque leafl attested bank passbook at the time of filing a claim provided the bank account seeded with UAN is validated by concerned bankINPCI, with effect from the date of this circular: It has also been decided that there shall be no requirement of approval of Employer in the bank account   seeding process henceforth: Further, all requests pending for bank KYC seeding at Employer level will be auto-approved following the verification process from the BankINPCI [This has the approval of CPFC] Yours sincerely, G.R Suchindranath ACC (WSU) Copy to: 1, ACC-HQ (ISD)- For information and necessary actions. 2 ACC- HQ (CGPR)- To suitably disseminate the above decision through Social Media.",
        "#Hw1 4fqAfa #17 Employees Provident Fund Organisation MTaTTT T7T, TTTTT MINISTRY OF LABOUR & EMPLOYMENT , GOVERNMENT OF INDIA TeTTT4/ HEAD OFFICE Taiff1rAv,71+-2 TT7 T7- 4* Tr,#FfiTC, Tfazz-110023 A NBCC Centre, Block-2, Ground Floor- 4th Floor , East Kidwai Nagar, Neiv Delhi-110023 Website: WWw epfindia gov.in; WWW epfindia nic.in Date: 2 3 MAY 2025 No. HRM-IT-I(DPA)2025 / 651 CIRCULAR Sub: Preparatory activity for Annual General  Transfer; 2025 DPA cadre updating of information in HR-Soft database- reg: With reference to the above cited subject, it is informed that database in HR soft needs to be verified/updated/corrected immediately for smooth conduct of Annual General Transfer; 2025 for DPA Cadre. 2 In this respect; it is requested that (being & sensitive and time bound issue) the database in respect of all the officials in DPA Cadre shall be verified/updated/corrected  meticulously and   immediately to avoid any inadvertent decision due to wrong database. 3_ With reference to the facility in the software to mark the attached offices; it is informed that the HR software allows the generation of salary from the Regional Offices only apart  from the Head Office and PDNASS with its ZTIs. As the Zonal Office Vijayawada was opened in a different city from Guntur, this Zonal Office is having   facility to draw salary themselves. For all  other Zones the salary of the officials in DPA cadre posted in a ZO/RO is drawn by the Regional Office and so their posting is also recorded in the Regional Oflice: The Vigilance Directorate; the Zonal Vigilance Offices: Zonal Offices and the District Offices are  shown a5 attached offices of concerned Regional Office/ASD (HO) in HR Soft. The concerned Regional Offices may add the Officer for salary in these aforementioned offices along-with utilizing facility in the sofiware t0 mark the attached offices. Accordingly, it should be ensured that the Officials posted in Zonal Offices/District Offices Vigilance DirectoratelZonal Vigilance Offices are appropriately marked s0 that the vacancy and incumbeney in a Zone is correctly shov",
        "Table Content (Page(s): 1): [vn: A copy of the User Manual is attached.]",
        "4 The RPFC/OICs of ROs/ASD (HO)PDNASSIZTIs/ZO Vijaywada shall ensure that  incumbency is   duly   checked in the HR Soft and  rectitjy the same if any discrepancy is noticed. 5 . It is also pertinent to  mention that the temporary  posting/additional  charge posting details are required to be updated in HR-Soft with Temporary Posting marked as Yes. 6_ In view of the above, all the officials in the cadre of DPA are requested to go through their posting profile in HR-Soft and if any discrepancy is noticed then get the entries in HR Soft pertaining to their posting profile updated/corrected through HR Admin in respective offices: 7 The RPFCIOICs of the Regional Offices/ASD(HOYPDNASSIZTIs/Zo Vijaywada shall ensure that the database of all the officials in DPA cadre under their jurisdiction are updated in HR-Software as per their service book/records in accordance with the instructions/user manuals issued. A print out of updated details shall be signed by the officer concerned and the HR Admin and kept in the local personal file of the Officer concerned. The exercise of marking amendments/ modifications, if any, should be completed by Regional Offices on Or before 29.05.2025. 8_ After completion of this up-dation exercise as mentioned in Para 7 above, the Officer-in-Charge  shall send a certificate to Zonal Office to the effect that all the entries in HR -Soft have been correctly entered: Zonal Office shall compile all such certificates and send a report t0 Head Office at E-mail: rcl.hrm@epfindia gov,in by 5.00 PM on 29.05.2025, certifying there-in that the up-dation exercise for all the offices under their jurisdiction have been correctly done. Further, for PDNASSIZTIs/ASD(HO); a similar  report should be sent  directly to HRM, Head Office at aforementioned email: It  should be noted that the RPFCIOIC and the   officer  concerned shall be responsible for any data aberration/data gaps in HR-Software. 9 Further; there are functionalities available to HR Admin in the HR Software for updating and correcting the data. These are as under: Under Service Book Role >> Update Employee Personal Information System Service Book. 1",
        "Table Content (Page(s): 2): [This   allows  edit; addition and]; [deletion of record for the]; [of postin]; [before the generation of EID.]; [ii.]; [Under Service Book Role >> Update joining details]; [This]; [allows]; [to]; [the joining]; [date and the post]; [on]; [which joined pOs]; [generation OfEID.]; [period]; [update]",
        "Under Service Book Role > Update attached office. iii. This function will enable the user to update posting of the employee from main office to the attached office and vice versa: Lwp 2:/- 28 (MOHAMMAD SHARIQ) Regional P.F. Commissioner-[ (HRM) To. 1 CVOIAIL Addl: CPFCs   (Hqrs.)Director   (PDNASSVAddl. CPFCs; Head Office. 2. AlI Additional CPFCs. Zones_ 3 . AlL RPFC in-charges (All Regional Offices) RPFC (ASD) Head Office /RPFC (NDCY RPFCs Zonal Training Institutes. 4. AlI Dy Dir. (Vig  )Zonal Audit Parties. 5.All Officials in DPA' Cadre: 6. PS to CPFC. 7. Secretary General. EPF Officials' Association, Ludhiana: 8, Hindi Section for Hindi version. Yaan+t 22/- 25 (MOHAMMAD SHARIQ) Regional PF. Commissioner-[ (HRM)",
        "#F #7Afa #TT Employees Provident Fund Organisation #T TTTT AAT, 4T7TTTT MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA 1771 74 TeTtrTI/ HEAD OFFICE TAatTT 4 . 7+-2TRTTT-4hTTRftr, 7fz,4-110023 NBCC Centre, Block-2, Ground Floor- 4*6 Floor, East Kidivai Nagar, Newv Delhi-110023 Website: WWw epfindiagov.in; WWWepfindianic.in File No. HRD-I/52/2024/APAR/2023-24/ Dated: 2 9 APR 2025 1246 To, All Additional CPFCs (HQ) Director (PDNASS) AII Addl: CPFCs (Zones) AII RPFCs/OIC in charge of ROs/ASD-HO/ZTIs/Dos Subject: Extension of timelines for submission of Annual Performance Assessment Report (APAR) for the vear 2023-2024-reg: Madam/Sir , Please refer to Head Office   circular no_ HRD-II/52/2024/APAR-CIRCULARS/11OO dated 24.09.2025 & Circular no. HRD-I/52/2024/APAR/2023-24/1153 dated 20.11.2024, Circular no. HRD IV/52/2024/APAR /2023-24/1288 dated 25.02.2025, Circular No. HRD I/52/2024/APAR /2023- 24/1315 dated 24.03.2025 and Circular No. HRD II/52/2024/APAR /2023-24/1336 dated 09.04.2025 regarding timelines for completion of various APAR activities: 2 In this connection, the timelines for disclosure of APAR and appeal process for the year 2023- 24 has been further revised as under:",
        "Table Content (Page(s): 1): [5]; [IActivities]; [Timeline (Date on or before to be]; [No.]; [lcompleted)]; [1]; [ISubmission of representation, if any, on APAR by theloAth]; [2025]; [lfficer reported upon]; [2]; [[Forwarding of representation by the APAR Custodianliith]; [2025]; [tothe Competent Authority]; [3]; [IDisposal]; [of]; [representation]; [by]; [the]; [Competent 18th]; [2025]; [AAuthority and forwardingit to APAR Custodian]; [4]; [Communication]; [of the]; [decision]; [of the CompetentlWithin 10 days from the finalization 0]; [JAuthority]; [by]; [the]; [APAR]; [Custodian]; [to]; [the]; [officerldecision by the Competent Authority]; [Ireported upon]; [li.e: 28th]; [2025]; [5]; [End of APAR process after which the APAR will bellst June, 2025]; [Ifinallv taken on record]; [May,]; [May,]; [May]; [May]",
        "No further extension in this regard will be done: 3 (This issues with the approval of competent authority) (Uday Gupta) Regional PF. Commissioner-II (HRD-II) Copy to (through EPFO website) for information and necessary action: 1 RPFC (NDC) for web upload: 2 PS to CPFC, FA&CAO and CVO for information: 3 Hindi Section for Hindi version.",
        "THam 4f3w Afu 4TTT7 Employees Provident Fund Organisation (In va TTTTRHATG4 HTrG FRTT) (MINISTRY Of LABOUR & EMPLOYMENT, GOVERNMENT Of INDIA) 49I +rafara /Head Office GT Maecrnkr &ia-Il, & @aatTT#8a2-110023 Plaze 4 Ground Floor; Block Il, Eas: <idwai Nagar; New Delhi-\"10023 Website: www epfindia gov.in, Www epfindia nicin 7ad utud No: WSU/ Past Accumulations/ E-683907/2025-26/|9 Date: 25.04.2025 To AII ACC (HQ) Zones All ACC Zonal Offices All Officers-in-charge of ROs /DOs Subject: Bulk generation of UAN in certain special cases-reg Madam/ Sir, With a view to ensure proper accounting of the Past Accumulations that remitted to EPFO by the Exempted PF Trusts consequent to the had been surrender/cancellation of exemption and also in other cases involving remittance of past period contributions consequent to quasi-judicial/recovery proceedings, it has been decided to relax the requirement of Aadhaar for generation of UAN/credit of Past Accumulations for such members and also provide a facility for bulk generation of UANs based on the Member Id & other member information available on record so as to enable prompt crediting of funds in the accounts of such members. a software functionality has since been deployed and made Accordingly , available to the Field Offices in the FO Interface for bulk generation of UANs in the above Said cases and for enabling accounting of the Past Accumulations without the requirement of Aadhaar in EPFO Application. It is further informed that all such UANs and the related Member Ids would be kept in a frozen state and subsequently made operational only after the seeding of Aadhaar. It is to be noted that no transfer/ withdrawal would be allowed from such frozen UANs until the completion of the Aadhaar seeding: (This is issued with the approval of CPFC) Yours' sincerely",
        "Table Content (Page(s): 1): [(G R Suchindrana]; [Acc(W:]",
        "th) SU)",
        "tfaa ~THTG 34T8T4 riy MmHieId #RaT arop1a7} THAR 4f41 ffe 4iTUH, %H Ud rIFR HAT4, HRa WRTR PANDIT DEENDAYAL UPADHYAYA NATIONAL ACADEMY OF SOCIAL SECURITY Employees' Provident Fund Organisation, Ministry of Labour & Employment; Government of India MiTT A6 pamdit DEENDAYA: Upadhyaya NATIONAL ACADEMY OF SOCIAL SECURITY DO No: V6/16/1/2025-26/PDUNASS /StrategicPartnership/18 Date: 13/04/2025 To All Officers Concerned (Web-circulation only) Subject: Nominations World Bank-Milken Institute Public Financial Asset Management (PFAM) Program: Sir; Kind reference is invited to the PDUNASS circular No: V6/16/1/2025- 26/PDUNASS /StrategicPartnership/796 dated 04/04/2025 addressed to all the Officers (RPFC-II and above) of EPFO (through Web Circulation) to submit their nominations along with their CV for the World Bank-Milken Institute Public Financial Asset Management Program (PFAM): 2. In this connection from received nominations, screening was carried out and following 08 officers have been shortlisted for further application process and selection by PFAM program team of World Bank-Milken Institute:",
        "Table Content (Page(s): 1): [S: No]; [Name of the Officer]; [Designation]; [Place of Posting]; [1]; [Shri Ankesh Srivastava]; [RPFC-I]; [Head Office]; [2]; [Shri Sanjay Kumar Rai]; [RPFC-I]; [PDUNASS]; [3]; [Shri Murugavel Sambasivan]; [RPFC-I]; [Head Office]; [4]; [Shri Vivekanand Gupta]; [RPFC-II]; [RO Gurgaon (East)]; [5]; [Shri Ritesh Saini]; [RPFC-I]; [ZO Chandigarh_]; [6]; [Shri Ankur Sharma]; [RPFC-[]; [ZO Pune]; [7]; [Shri Surendra Mohan Shrivas]; [RPFC-II]; [PDUNASS]; [8]; [Shri Manoj Mane]; [RPFC-II]; [RO Pune Akurdi]",
        "communication to this extent has also been made with the World Bank 3. Above shortlisted /nominated officers are hereby advised to fill the application form by 15.04.2025 (Link provided below) along with below mentioned information: 1. Statement of Purpose 2 Academic Transcripts 3_ Resume/CV 4. 2-3 Letters of reference 5. Analytical Essay 30-31, FRITa &7, Togh, 76 faeft -1100S8 30-31, Institutional Area, Janakpuri, New Delhi _ 110058 Phone: 011 41068650 Email: dirnatrss@epfindia govin",
        "Detailson Application process_ofthe Program: httpsiLLwbmilkenpfamorgLprogramLlapplication Application Form Link: httpsiL /formsoffice com /Pages /ResponsePageaspx?id-RvZWTZITREgzlRimEYhaQkLq xPCNwyFOvel Yw RnBVUMkdITFVFMcSUFUZRDhCRDdOTEhQWTkzTiQlQCNOPWcu 4. After completion of their application, complete in all respect, above officers are directed to send a confirmation email at natrss@epfindia govin by 15.04.2025. (Kumar Rohit) Director; PDUNASS 30-31, FRITa &7, Togh, 76 faeft -1100S8 30-31, Institutional Area, Janakpuri, New Delhi _ 110058 Phone: 011 41068650 Email: dirnatrss@epfindia govin",
        "#dan &4fa@2 HJTOTT EMPLOYEES' PROVIDENT FUND ORGANISATION (Ha Va TTTUIR HHT4, HRTT HrTT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVT.OF INDIA) YuTat #Tic4/HEAD OFFICE NBCC Centre,Block-2,Ground Floor-4th Floor,East Kidwai Nagar, New Delhi-110023 WWW epfindiagov in Hrha Ta Dated: 16/05/2025 1 6 May 2025 No. CR2O25/1 135) To All Zonal in charge/Director PDNASS/ACC ASD AIl Associations/Federations/Staff Unions, EPFO Subject: Views/comments from stake holders on Cadre Restructuring in EPFO S reg Sir Madam, As you are aware that as per direction of CBT in its 236th meeting, a committee has been constituted to study and frame a proposal on restructuring of the cadres of officers and employees of CBT, EPF. 2 Accordingly, as per the prescribed process, the committee hereby calls upon all employees to submit their   viewlcomments on the subject through their respective offices i.e. RO/ZO/ASD/training institute either individually or in groups. Associations/federations/staff unions may send their proposals directly to the email id cr2025@epfindia gov in 3 Individual comments shall be collected by concerned offices and shall forward to above email ID through Zonal offices/ASD/PDNASS by 31/05/2025. 4 Further, it is requested to submit feasible and  viable comments with precedents in other organization/relevant DOPT/DE guidelines: Yours Sincerely, (Indraj Singh) (Convener) Copy to: L All employees of EPFO (through respective offices) IL. RPFC-I, HRD-I for information.",
        "@HAR Hfd4 Aft F1T7 Employees Provident Fund Organisation (84 &a YTR TETTT4; HT #OT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) 3aq tTfa4/Head Office r TRau k, &a-Il, #r fwa{ TR,  @ai}-110023 Plate A Ground Floor; Block Il, East Kidwai Nagar, New Delhi-110023 Website: WWw.epfindia gov.in, WWW.epfindia nicin 4atd vrd No: WSU / TransferClaim/ E-52972/= 2025-26/07 Date: 30/May/2025 To, AII ACCs(HQ), AcCs/Zones AlI RPFC-I/ RPFC-II/ APFC OICs Subject: Simplification of Transfer Claim Process- Handling of Overlapping Service Period during processing of Transfer Claim requests- reg: Ref: 1. WSU Circular No: WSU/Amendments in IT , 1961/E-33306/2025-26/21 25/04/2025 2 Pension Division Circular No: E-597451/4406 dated 29/01/2024 dated It has been observed that Transfer Claim requests are being rejected due to the issue of Overlap in Service Periods by the Regional Offices: However , overlapping in services can occur due to genuine reasons and therefore the same should not be considered to be & disqualification per-se in effecting transfers. In this regard, the Pension Division vide reference (2) above has also provided the modalities of EPS entitlement of members having multiple account numbers: Therefore , the Transfer Claim requests are required to be processed by the Transferor (Source) Office even though there may be overlapping services without returning or rejecting the same: Only in cases where a genuine need is felt to clarify the overlapping of service, would the claims be processed after obtaining the requisite clarification. Further , the instructions issued vide reference (1) above regarding the responsibility cast on Transferor (Source) Offices to verify all details to ensure error-free transfer are re- iterated. [This has the approval of CPFC]",
        "Table Content (Page(s): 1): [G.R: Suchine]; [ACC]",
        "ranath (WSU)",
        "#h\"duAner1t Employees Provident Fund Organisation ' \"a THITT 4TL, MTIT TIT MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA gexarfT4/ HEAD OFFICE wafftaf#vm+2 T3o Frin-4tFrih #RfratTT, Ttf~@-110023 NBCC Centre, Block-2, Ground Floor- 4th Floor, East Kidwai Nagar, New Delhi-110023 Website: wWWepfindia gov.In; WWW epfindia nicin UDID WtT_rasAictooc",
        "Table Content (Page(s): 1): [To]; [Tind-nnaisicihoii Zuzs]; [Datea:]; [To,]; [AIl Addl. CPFCs (HQ)/Director PDNASS/Addl: CPFCs]; [All Regional P.F. Commissioners,]; [Including In-charge of ROs/ZTIs & RPFC (ASD-HO);]; [All Assistant P.F. Commissioners:]; [Sub: Redressal of Grievances arising out of AGT 2025 Orders in Commissioners' Cadre]; [Ref:]; [(1) Letter No.HRD-1/87/2024/TransferPolicyReview/Misc/1225 dated 30/01/2025]; [(ii) Office Order HRM-I/-1(1)2025/Part-Il/609 dated 27/03/2025]; [(iii) Office Order HRM-VT-1(1)2025/Part-Il/610 dated 27/03/2025]; [(iv) Office Order HRM-I/T-1(1)2025/Part-1/611 dated 27/03/2025]; [(v) Office Order HRM-Vt-1(1)2025/Part-1/612 dated 27/03/2025]; [(vi) Office Order HRM-IT-1(1)2025/Part-1/613 dated 27/03/2025]; [(vii) Office Order A-22014/1/2025 -]; [HRM-Il/234 dated 27/03/2025]; [(viii) Office Order A-22014/1/2025]; [HRM-IIl/235 dated 27/03/2025]; [(ix) Office Order A-22014/1/2025]; [HRM-II/236 dated 27/03/2025]; [(x) Office Order A-22014/1/2025 -]; [HRM-Ill/237 dated 27/03/2025]; [(xi) Office Order HRM-IV/2025/LDC/MTS/TP-2025/311 dated 27/03/2025]; [(xii) Office Order HRM-IV/2025/SSAAGT_2025/Part (1)/312 dated 27/03/2025]; [(xiii) Office Order HRM-IV/2025/SSAAGT_2025/Part (1)/313 dated 27/03/2025]; [(xiv) Office Order HRM-X/8(2)/2021/TransferpolicyofOLCadre/314 dated 27/03/2025]; [(xv) Office Order HRM-IV/2025/SSAVAGT_2025/Part (1)/315 dated 27/03/2025]; [Reg]",
        "Madam/Sir, Reference is invited to the aforementioned transfer orders and Transfer Policy 2025. As per the Transfer Policy 2025,grievances arising out of AGT Orders shall be received online through HR Soft _ email: 2 Accordingly; all Officials are requested to submit their representations, if any in respect of aforementioned orders on the below mentioned email & copy to acc2 hr@epfindia gov.in: For Group A rcLhrm@epfindia gov in Il= For Group B (excluding STO, JTO) groupb transfer@epfindia gov in III: For Group € (including STO, JTO) - rc hrm5 @epfindia gQv in",
        "3. For Group B &C, the email is to be forwarded by concerned ZO with their comments. Directly received grievances without comments of ZO will not be entertained: The timelines for grievance filling are as below: Group A on or before 03.04.2025 (Fridav) Group B & € a. For Employees on or before 03.04.2025 (FrIday) b For Zonal Office on or before 07.04.2025 (Monday) II_ (This has the apprqval qf Competent Authority) Yours faithfully, (Indraj Singh) Regional P.F. Commissioner-II (HRD-II) Copy to: (Through Website} PS to CPFC PPS to FA&CAO/CVO: All Dy Dir: (Vig )Zonal Audit Parties Secretary General_EPE Officers' Association Ludhiana Ml: IlI_",
        "Table Content (Page(s): 2): [V_]; [Hindi Section for Hindi version.]; [VI:]; [6. Guard File:]; [(Indraj Sin]; [Regional P.F. Commissioner-II (HRD]",
        "Table Content (Page(s): 2): [V]; [Hindi Section tor Hinal version:]; [VI:]; [6. Guard File:]; [(Indraj Singt]; [Regional P.F. Commissioner-II (HRD]",
        "#fari &aey @ie Futoat Employees' Provident Fund Organisation (MA Qa {oTR #d4, HRG HrTT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) 3ey #ric4/Head Office vataixtz #ez,aciioy-2,013s-4th 5all, $2 frhaazTJR,T5facrif-110023 NBCC Centre; Block-2, Ground-4th Floor, East Kidwai Nagar; New Delhi-110023 website: WWwepfindia-gov.in; WWW.epfindia nicin 77nj",
        "Table Content (Page(s): 1): [File No. A-12034/5/2025-EPFO-HQ/ RCI]; [420]; [Date: 22.05.2025]; [To,]; [AII Addl CPFC (HQJ/ACC (Zones)]; [Including Addl. CPFC (ASD); HO]; [Director (PDNASS)]; [Subject: Employees' Provident Fund Stenographer (Probationers) Examination Scheme,]; [2025]; [Regarding]; [Madam /Sir,]; [am]; [directed]; [to]; [forward]; [herewith]; [the   Employees'  Provident Fund Stenographer]; [(Probationers) Examination Scheme, 2025 as approved by the Competent Authority.]; [Employees' Provident Fund Stenographer (Probationers) Examination Scheme, 2025 will]; [come into force from the date of issue of this circular: This may please be circulated to all]; [concerned: A copy may also be displayed on Notice Board]; [Yours faithfully]; [Encl: As above]; [(Bhupendra Singh)]; [Regional PF. Commissioner-I(Recruitment/Exam Division)]; [to;]; [1.]; [PS to CPFC]; [2]; [All Zonal]; [Training Institutes]; [3_]; [All Regional PF Commissioners-in-charge of the Regional Offices]; [4]; [Assistant Director (OL)]; [for Hindi Version]; [5.]; [RPFC (NDC) for uploading the same on EPFO Website:]; [6.]; [Guard File]; [(Bhupendra Singh)]; [Regional PF. Commissioner-I(Recruitment/Exam Division)]; [Copy]",
        "Table Content (Page(s): 1): [Copy to:]; [1.]; [PS to CPFC]; [2.]; [All Zonal]; [Training Institutes]; [3]; [All Regional PF Commissioners-in-charge ofthe Regional Offices]; [4,]; [Assistant Director (OL)]; [for Hindi Version]; [5_]; [RPFC (NDC) for uploading the same on EPFO Website.]; [6]; [Guard File]; [(Bhupendra Singh)]; [Regional PF. Commissioner-I(Recruitment/Exam Division)]",
        "Table Content (Page(s): 1): [3.]; [All Regional PF Commissioners-in-charge of the Regional Offices]; [4]; [Assistant Director (OL)]; [for Hindi Version]; [5.]; [RPFC (NDC) for uploading the same on EPFO Website.]; [6]; [Guard File]; [(Bhupendra Singh)]; [Regional PF. Commissioner-I(Recruitment/Exam Division)]",
        "EMPLOYEES' PROVIDENT FUND STENOGRAPHER (PROBATIONERS) EXAMINATION SCHEME_2025 1 Short Title_Application & Commencement: This Scheme may be called the Employees' Provident Fund Stenographer (Probationers) Examination Scheme; 2025. ii. It shall come into force from such date as may be published on the official website of EPFO. 2 Definition: 'Examination' means Stenographer   (Probationers) Examination conducted under the Scheme: ii. 'Employee' means person appointed against sanctioned  post  in the Organisation. ata Tafer iii. Organisation' means Employees' Provident Fund Organisation. iv 'Probationer' means an employee appointed to post in the Organisation by direct recruitment and is required to be on probation for a period specified in the relevant Recruitment Rules or appointment order: 'Paper' means any paper of the examination specified in the schedule to the Scheme: vi. 'Schedule' means a schedule annexed to this Scheme and; vii. 'Syllabus' means the syllabus prescribed for the examination. 2 NOI 3. Eligibility for_Appearing_in the Examination: Examination is open to all Employees appointed in the Organisation against direct recruitment quota vacancies in the cadre of Stenographer and placed on probation on appointment: Qualifying the probationary examination is a pre- condition for direct recruits for successful completion of the period of probation, and, Qualifying the Examination under the Scheme within the prescribed period is one of the conditions for satisfactory completion of the period of probation prescribed in the relevant Recruitment Rules or appointment order: In case a probationer fails to qualify the Examination under the Scheme within the prescribed period he/ she may be given chance(s) to appear in the Examination during  the extended period of probation, if any. ii.",
        "Table Content (Page(s): 2): [Page 1 of 7]",
        "Syllabus: The examination shall consist following four papers",
        "Table Content (Page(s): 3): [SL]; [Subject]; [Paper]; [Type]; [Time]; [Marks]; [No.]; [Employees' Provident Fund &]; [Miscellaneous Provisions Act; 1952 and]; [Schemes framed thereunder.]; [MCQs]; [2 Hrs]; [50]; [Services provided by EPFO]; [Various portals of EPFO, etc]; [2]; [Noting]; [Drafting in Government]; [Descriptive]; [Correspondence]; [(50 Marks)]; [II]; [2 Hrs]; [100]; [b)]; [Administrative and Service Rules]; [MCQ]; ['50 Marks)]; [3]; [EEnglish Language and Comprehension]; [Descriptive]; [2 Hrs]; [100]; [4]; [[Computer Proficiency Test]; [Skill]; [IV]; [2 Hr]; [50]; [MHH]; [Test(CBT)]; [f]",
        "UTr OVIDEN FUND The syllabus of the examination may be as detailed in the schedule annexed: ii. The guidelines issued by the Ministry of Social Justice & Empowerment  for conducting written examination for persons with Benchmark Disabilities shall be followed: 5 Medium of Examination: 0 The medium of examination shall be Hindi/ English: The probationer may write the examination either in Hindi or English except language paper NOTE: 1. 6. Venue and frequency of Examination: The examination may be conducted two times in a calendar year preferably as per the Examination Calendar at such time and place(s) as may be decided and specified. ii. Every probationer who has not yet qualified in the Examination shall appear in the examination   according to the program of examination   approved by Competent Authority. Number of_chances and time limit for qualifying the_Examination: 7 A_ probationer has to appear and qualify the Stenographer (Probationers) Examination(s) conducted within the normal period of probation as per Para 7 of the Employees' Provident Fund   (Staff   and Conditions of   Service) Regulations, 2025 If the candidate fails to qualify the examination, the Competent Authority, keeping in view all the relevant facts and circumstances of the case will examine the question of further extension of his, her probation Page 2 of 7",
        "or termination of his/her services. In case the probation is extended, the probationer will be given additional chances within the extended period of probation. If the candidate fails to qualify in the examination during the extended period of probation, he/she will be discharged from the services as per terms and conditions of appointment: probationer shall not be entitled to his/her annual increment until he/ she qualifies the examination. ii Qualifying Marks: 8_ A candidate will be declared qualified in the examination only if he/ she secures 45%or more marks in each paper for general category. For SC/ST / PwBD candidates the qualifying marks is 40% in each paper: Grant of Exemption: 9 A candidate who appears in the examination and is not able to qualify in the same but secures qualifying marks in any one of the papers will be granted exemption in that paper and will not have to reappear in that paper in the next examination 2 Y0 10. Use_of_ unfair means: 0 Any candidate, who is found to be copying from the answer paper of another candidate(s) or from any written paper or document brought by him/her, or in any other way obtaining help or giving help to other candidate(s) by irregular means, o found to be in possession of book, mobile phones, Bluetooth devices and other electronic or other devices specifically banned which is not authorized to be used or any written paper or document; or found guilty of   any other   malpractices or misconduct or misbehavior will immediately be expelled from the examination hall and  summarily debarred from the   examination, in addition to being liable for disciplinary action_ 9TTTT ii. Even at the time of evaluation, if it is found that some copying malpractice was adopted by a candidate or candidates, the result of the candidate / candidates will be liable to be cancelled: In case of mass copying or recourse to unfair means at one or more centre(s) of the examination, the examination of the concerned examination centre(s) will be liable to be cancelled: Any complaint of   malpractice by the candidate(s) should be submitted to the Invigilator of the examination before leaving the examination hall. Any complaint received after the candidates leave the examination will not be entertained under any circumstance_ Procedure for supply of Marks List: 11. The result of the examination and the marks of all the candidates appearing in the examination will be uploaded on EPFO's website.",
        "Table Content (Page(s): 4): [Page 3 of 7]",
        "12. Re-totaling and verification of_marks: If a candidate desires re-totaling of his/her marks and verification of the facts that all answers written by him /her have been duly assessed by the examiner, he/ she should submit an application to the Examination Conducting Authority through the Officer in Charge of the office with fee of Rs.500 per paper: The application must be supported with confirmation from the Officer in charge of the Office that a fee of Rs. 500 / per paper has been deposited by the candidates applying for re-totaling verification of marks within the prescribed time ii. Retotaling will not be restricted to only the portion sought to be retotaled by the candidate but shall include the entire paper. The retotaled marks may decrease, remain unchanged, or increase upon completion of the retotaling process. The marks finalized through this process will be conclusive, and no further retotaling will be allowed. iv Such applications must be sent to the Competent Authority within 15 days from the date of communication of the respective results. Any application submitted thereafter shall not be entertained:. LDENT e refundable Fee paid for 're-totaling of marks will not be under any circumstances_ iii. Note I: It must be clearly understood that the only scrutiny intended under this provision is whether all the answers written by the candidates have been assessed and there is no mistake in the re-totaling of the marks. Note II: Revaluation of answer script is not permissible in any case or under any circumstances Note   III: All fee received in response to the requests for re-totaling and verification of marks shall be credited by the Officer In-charge of the Regional Office Zonal Office to the Employees Provident Fund Account No.2. 4kd #*********** Page 4 of 7",
        "SCHEDULE SYLLABUS FOR STENOGRAPHER (PROBATIONERS) EXAMINATION SCHEME, 2025 PAPER I",
        "Table Content (Page(s): 6): [TIME]; [2 Hours]; [PAPER-I]; [Marks 50 (MCQ)]",
        "Employees' Provident Fund & Miscellaneous Provisions Act, 1952 and Schemes framed thereunder: Employees' Provident Fund & Miscellaneous Provisions Act, 1952 Employees' Provident Fund Scheme,1952 Employees' Pension Scheme, 1995 Employees' Deposit Linked Insurance Scheme,1976 II Services Provided by EPFO : fd ftf& MIDENT UAN EPF Accounts FUAI claims  ii. Process of settlement of PF, Pension & EDLI of members/ claimants including transfer claims iii. Correction in member s profile iv Right to Information Act, 2005 Functions of PRO and various help desks. ) III Various portals of EPFO, etc:: 13 EPFiGMS Portal dia ii. CPGRAM Portal INDIA iii. MIS portal, iv UMANG App YTTTT V Compliance e-proceedings portal vi CAIU Portal vii. LIMBS viii. Employer Login Portal ix. Employee Login Portal X Account Section Login Portal xi. Report making and E-mail handling xii. Basic Knowledge of Office Equipment like Printer, Scanner, Projector, etc. 13 ii. iii. iv Page 5 of 7",
        "PAPER-II",
        "Table Content (Page(s): 7): [TIME]; [2 Hours]; [PAPER-II]; [Marks 100]",
        "Noting / Drafting in Government Correspondence and Administrative and Service Rules Noting Drafting in Government Correspondence (50 Marks Descriptive) 1_ Purpose and Importance of Noting & Drafting in Government Offices ji. Principles of Effective Noting & Drafting iii. Differences between Noting Drafting, and Official Correspondence iv Types of Official Communication: Letters, Circulars, Notifications, Office Memoranda and DO Letter. Use of Official Language (Hindi & English) in Government Correspondence (Official Language Rules, 1976) vi. Noting and Drafting in case based scenarios vii. Legal Aspects of Government Noting Drafting (RTI, Record-Keeping & Confidentiality) viii. Drafting Responses to RTI on behalf of CPIO and Appellate Authority and drat fting replies to Parliament Questions. 87 ix Drafting of Speaking Orders `T FUMD 4 II: Administrative and Service Rules (50 Marks-MCQ) p Employees' Provident Fund (Officers Employees' Condition of Se rvice) Regulations, 2008 ii. EP F. Staff (Classification, Control & Appeal) Rules, 1971. iii. Central Civil Service (Conduct) Rules, 1964. iv. Central Civil Service (Leave) Rules, 1972. 1 Central Civil Service (Pension) Rules, 1972. vi. Leave Travel Concession Rules. vii. Traveling Allowance Rules   INDIA viii. Central Services (Medical Attendance) Rules, 1944 ix Fundamental Rules & Supplementary Rules X. General Financial Rules, 2017 xi: Government e-Marketplace (GeM) PAPER-III Marks 100 (Descriptive) TIME 2 Hours PAPER-III English Language and Comprehension Reading Comprehension Letter Writing Essay Writing Precis Writing Rearrangement of sentence Fill in the Blanks 1. ii. iii. iv_ V vi. Page 6 of 7",
        "English Grammar (Synonym, Antonym, Active/ Passive Voice, idioms, phrases, etc) vii. PAPER-IV",
        "Table Content (Page(s): 8): [TIME]; [2 Hours]; [PAPER-IV]; [Marks 50 (Skill based _]",
        "Computer Proficiency Test Preparing a letter / order in MS Word File through mail merge function. Rewriting of Paragraph in MS Word format using Track change, Comment remove, table creation, spelling check and other functions. iii. Preparing power point presentation on given subject  including   adding animation iv_ Preparing a MS Excel spreadsheet; formatting cells, enter formula for calculation in cells, inserting built in functions in cells and answering arithmetic problems. Preparing pie chart/bar graphs  / diagrams in MS ~Excel based on the data provided & VLOOKUP. QROVIDER /& 'EUND 6 9 ) ( INDIA YTTTT 1. ii. Page 7 of 7",
        "E-Office/ Web Circulation #Harf 4f44 Afq 4137 Employees Provident Fund Organisatien (e7 & {TTRHATT4, HTG #TT) (MINISTRY OF LABOUR & EMPLOYMENT GOVERNMENT OF INDIA) 3e trafdra /Head Office GTc Maaumr &lo-Il, & fdwai TR 78 f<f-110C23 Plate A Ground Floor; Block II, East Kidwai Nagar; New Delhi-110023 Website: WWw epfindia gov.in, WWW epfindia nicin Had tud No: WSU/ RationalisationofAdvances/ E-48776/2025-26/1& Date: 17 / Apr/ 2025 To, AII ACC(HQ) Zones, AII ACC Zonal Offices, All Officer-in-charge of the ROs/DOs. Subject: Advance under Para 68 B (7) based on self-declaration ~Reg Madam/Sir , In order to facilitate members to avail advance under Para 68 B (7), it has been decided to allow application for the above said advance based on a self-declaration that this advance is claimed only after 60 months from the date of completion of the dwelling house and without linking to previous withdrawal under Para 68B. The changes in this regard have already been made in the software for benefit of the members and accordingly it is advised to process such advances without any rejections, if otherwise eligible_ (This issues with the approval of the Competent Authority) Yours' sincerely, Cire (G R Suchindranath) ACC (WSU)",
        "THar ufaw Af9 4TTTT Employees Provident Fund Organisation (YA & TINR HATTT4 4TG TRTT) 47z4d verdt (MINISTRY OF LABOUR & EMPLOYMENT GOVERNMENT OF INDIA) Ta #Tfar4 /Head Office Nc q , MdaurT &7o-Il &r faad =R T farf-110023 Plate A Grounc Floor; Block Il, East Kicwvai Nagar New Delhi-\"-C023 Website: WWw epfindia gov.in, WWW epfindia nicin No. HRDIS6IZO16IRRICommissionerCadre-Partn) 73 3 + To, Date: 1 5 APR 2025 AIl Addl: CPFC (Zones) including ACC (HQ) Director (PDNASS) , AlI Regional PF Commissioners, In-charge of the Region, Subject: Draft Recruitment Rules of Commissioners' cadre in EPFO for seeking stakeholders' comments- reg: Ma'am/Sir, As per the guidelines in DoP&T O.M: No. AB-14017/61/2008-Estt. (RR) dated 13.10.2015, the Draft Recruitment Rules for the Commissioners' Cadre in EPFO is hereby placed on the Official Website of EPFO for inviting comments from the stakeholders. Any suggestionsl commentsl views on the various clauses of the same along with supporting DoP&T guidelines and rule position etc. may be intimated within 30 days. The same may be sent only to the mail id tp-ssa-comments@epfindia gov.in. Comments forwarded on this issue to any other mail id shall not be taken into consideration: (This has the approval of Competent Authority) Yours faithfully, Encl. as above 2` (S/ (Saurabh Tripathi) RPFC-| (HRD-I) Copy to: RPFC (NDC) with the request to upload on the website of EPFO. (Saurabh Tripathi) RPFC-| (HRD-I)",
        "MINISTRY OF LABOUR AND EMPLOYMENT; GOVERNMENT OF INDIA EMPLOYEES' PROVIDENT FUND ORGANISATION) NOTIFICATION NEW DELHL DATED G.SR: In exercise of the powers conferred by clause (a) of sub-section (7) of section 5(D) of the Employees' Provident Funds and Miscellaneous Provisions Act;  1952 (19 of 1952) and in supersession of the Additional Central Provident Fund Commissioner (Hqrs) Recruitment Rules, 2013 (as amended in 2018) , Additional Central Provident Fund Commissioner Recruitment Rules, 2013 (as amended in 2018), Regional Provident Fund Commissioner, Grade-I Recruitment Rules, 2018, Regional Provident Fund Commissioner, Grade- Il Recruitment Rules, 1999 (as amended in 2018) and the Assistant Provident Fund Commissioner, Recruitment Rules, 1999 (as amended in 2005), except as respects things done or omitted to be done before such supersession, the Central Board; as approved by the Central  Government; hereby makes the   following Rules   regulating the method of recruitment to the Commissioners' Cadre, Employees Provident Fund Organisation, Ministry of Labour and Employment;  namely; 1. Short title and commencement: (1) These rules may be called the Central Board   (Employees' Provident Fund) Commissioners' Cadre Recruitment Rules, 2025. (2) They shall come into force on the date of their publication in the Official Gazette. 2_ Definitions: In these rules, unless the context otherwise requires- a \"Act\" means the Employees' Provident Funds & Miscellaneous Provisions Act; 1952. b_ \"Central Board\" means the Central Board constituted under section 5A of the Act. \"Commission\" means the Union Public Service Commission: C d_ \"Commissioners' Cadre\" includes the posts of Additional Central Provident Fund Commissioner (Hqrs) , Additional Central Provident Fund Commissioner, Regional Provident Fund Commissioner, Grade-I, Regional Provident Fund  Commissioner, Grade- Il and Assistant Provident Fund Commissioner appointed under sub-section (3) of Section 5D of the Act: \"Controlling Authority\" means the Central Board. f_ \"Committee\" means the Departmental Promotion Committee or Departmental Confirmation Committee or Screening Committee constituted under these rules to consider   promotion and confirmation of officers in any  grade as specified in Schedule-III; e g \"Officer\" means Additional Central Provident Fund Commissioner (Hqrs) , or Additional Central Provident Fund Commissioner, or Regional Provident Fund Page 1 of 13",
        "Commissioner, Grade-I, or Regional Provident Fund Commissioner , Grade- Il, or Assistant Provident Fund Commissioner appointed under sub-section (3) of Section 5D of the Act. h_ \"Post\" means any post, whether permanent or temporary specified under Schedule \"Grade\" means a grade of the officers specified in column 2 of Schedule /. 1. \"Regular Service\" in relation to any grade, means the period or periods of service in that  grade rendered atter   appointment to a grade   according to the  procedure prescribed in Schedule IIl, for regular appointment to that grade and includes any period or periods: taking into account for the purposes of seniority in the case of those appointed as per rule 4; during which an officer would have held a post in that grade but for being on leave or otherwise not being available for holding such posts. ii_ k \"Scheme\" means the Employees' Provident Funds Scheme, 1952. \"Central Government\" means Ministry of Labour and Employment, Government of India m: \"OBC\" means Other Backward Classes having the same meaning and applicability as laid down in Department of Personnel & Training OM No. 36012/22/93-Estt: (SCT) dated 8th September; 1993 as amended from time to time; n \"Scheduled Castes' and \"Scheduled Tribes\" shall respectively have the same meanings as in clauses (24) and (25) of article 366 of the Constitution. 3. Constitution of the Commissioners' Cadre. (1) The Commissioners' Cadre shall consist of the following grades, namely:",
        "Table Content (Page(s): 3): [Assistant Provident Fund Commissioner]; [Rs]; [65100-177500,]; [Level]; [10]; [Ii_]; [Regional Provident Fund Commissioner, Grade-II- Rs. 67700-208700]; [Level-11.]; [iii.]; [Regional Provident Fund Commissioner; Grade-I]; [Rs. 78800-209200]; [Level-12]; [iv_]; [Regional]; [Provident]; [Fund]; [Commissioner;]; [Grade-|]; [(Non]; [Functiona]; [Selection Grade)]; [Rs.123100-215900, Level-13]; [Additional Central Provident Fund Commissioner- Rs.131100-216600]; [Level-13A]; [vi.]; [Additional Central Provident Fund Commissioner (HQ) - Rs:]; [144200]; [218200, Level-14]",
        "(2) The Commissioners' Cadre shall consist of the following persons, namely: - (i) all existing  officers holding posts on regular basis in the Commissioners' Cadre in their respective grades on the appointed day; Page 2 of 13",
        "(ii) persons appointed to the Commissioners' Cadre in accordance with the provisions of these rules: (3) The regular continuous service of the officers referred to in clause () of sub-rule (2) before the commencement   of these rules shall be counted for the purpose of probation, qualifying service for promotion, confirmation and pension in the Commissioners' Cadre. (4) The Commissioners' Cadre shall be controlled by the Controlling Authority: 4. Grades; Strength of the Commissioners' Cadre and Classification:",
        "Table Content (Page(s): 4): [(1) The grades and authorised strength Of various posts Of the Commissioners']; [Cadre]; [on the]; [appointed]; [shall be as specified in the Schedule [.]; [(2) After the appointed day, the authorised strength of the]; [of various grades]; [the Commissioners' Cadre shall be such as may, from time to time,]; [be determined by ]; [the Central Board.]; [(3) The authority competent to make an appointment to a grade may make temporary]; [or]; [permanent additions to that grade; as it may deem necessary from time to time]; [subject to any general or]; [order that may be issued by the Central Board:]; [(4) All posts of the Commissioners' Cadre shall be classified as Central Board Group]; ['A]; [(equivalent to Group 'A' posts of Central Government in corresponding pay level):]; [5_]; [Method of Recruitment.]; [(1)]; [From]; [the]; [date]; [of]; [commencement]; [of]; [these]; [Rules,]; [the]; [recruitment]; [to]; [the]; [Commissioners' Cadre shall be made by the following methods, namely:]; [(a) by examination held in accordance with the provisions contained in Schedule]; [of these rules;]; [(b) by promotion in accordance with the provisions contained in Schedule Il of these]; [rules;]; [(c) bv deputation in accordance with the provisions contained in sub-rule (4) of rule]; [day]; [posts]; [special]",
        "Table Content (Page(s): 4): [(4) All posts of the Commissioners' Cadre shall be classified as Central Board Group]; ['A' (equivalent to Group 'A]; [of Central Government in corresponding pay level):]; [5.]; [Method of Recruitment:]; [(1)]; [From]; [the]; [date]; [of]; [commencement]; [of]; [these]; [Rules,]; [the]; [recruitment]; [to]; [the]; [Commissioners' Cadre shall be made by the following methods, namely:]; [(a) by examination held in accordance with the provisions contained in Schedule]; [of these rules;]; [(b) by promotion in accordance with the provisions contained in Schedule Il of these]; [rules;]; [(c) by deputation in accordance with the provisions contained in sub-rule (4) of rule]; [6_]; [posts]",
        "(2) All recruitment to the post of Assistant Provident Fund Commissioner shall be as under , namely:- (a) Fifty per cent (50 per cent) of the vacancies of Assistant Provident Fund Commissioner shall be filled by Direct Recruitment on the basis of results of the examination conducted by the Commission in the manner as specified in the Schedule II; and (b) Fifty per cent (50 per cent) of the vacancies of the post of Assistant Provident Fund Commissioner shall be filled by promotion from amongst the Section Officers and Enforcement Officers/Accounts Officers in the ratio of the sanctioned strength of these cadres and with minimum qualifying service as specified in Schedule-II. (3) The Central Board may with the  prior   approval of the Commission recruit candidates to the Commissioners' Cadre by the methods referred to in clauses (a) and (b) of sub-rule (1) and when recruitment is made under these clauses, the number of Page 3 of 13",
        "persons SO recruited shall be counted against the percentage of posts to be filled under the respective method: 6. Appointment to the Commissioners' Cadre: (1) AII appointments to the Commissioners' Cadre shall be made by the Central Board. (2) Initial appointment of the persons recruited to the Commissioners' Cadre under clause (a) and (b) of sub rule (1) of rule 5 shall be to the post of Assistant Provident Fund Commissioner: (3) The appointment to the Commissioners' Cadre shall be subject to the orders regarding special representation in the Cadre for the specific classes or categories of persons issued by the Government from time to time. 4 In the event of (a)   non-availability of   eligible officers in the Commissioners' Cadre, by direct recruitment or by promotion; or (b) when the Central Board so decides, the Central Board, with prior approval of the Central Government may appoint on deputation to a post, borne on the Commissioners' Cadre, officers in the approved grades from (a) other Departments of Central Government; or (b) in consultation with the Commission, if necessary, from a State Government; or Union Territory Administration; or  Statutory body; or Public Sector   Undertaking: The period of deputation in such cases shall not ordinarily exceed three years: 7_ Probation: (1) Officers   appointed to the Commissioners' Cadre either by selection   through examination or by promotion shall be on probation for a period of two years: (2) During the period of probation; a probationer shall undergo such training as may be laid down from time to time by the Central Board and pass such examinations as the Central Board may consider necessary as a condition to satisfactory completion of the probation: (3) A candidate who is already a permanent Employee of the Central Board and is selected for appointment to the Commissioners' Cadre on the basis of the examination held by the Commission shall be on probation and shall undergo such training as may be laid down from time to time by the Central Board and pass such examinations as applicable to the probationers under sub-rule (2). (4) The period of probation prescribed in sub-rule (1) may be extended by Central Board if a probationer has not  qualified by passing the prescribed departmental",
        "Table Content (Page(s): 5): [examinations or if the work or conduct or both of a probationer is unsatisfactory.]; [(5) If on expiry of the period of probation, referred to in sub-rule (1) or of any extens]; [thereof, as the case may be, the Central Board is of the opinion that the candidate]; [Page 4 0]",
        "ion is 13",
        "not fit for permanent appointment or at any such time during such period of probation or extension, it is satisfied that the candidate will not be fit for permanent appointment on the expiration of the period of such probation or of extension, the Central Board may discharge or revert a candidate to his substantive post or pass such orders as it may deem fit: 8. Confirmation: On satisfactory completion of the period of probation or extension thereof, the Central Board may confirm an officer to his appointment from the date of completion of the period of his probation or extension thereof. 9_ Substantive appointment in the Commissioners' Cadre: All substantive   appointments of officers recruited to the Commissioners' Cadre through  competitive examination shall be made in the entry grade only; viz: = Assistant Provident Fund Commissioner of the Commissioners' Cadre. 10. Promotion: (1_ The field of selection and eligibility criteria for promotions to various grades of the Commissioners' Cadre shall be as specified in Schedule II. (2) The promotion and confirmation to the posts specified under column (1) of the Schedule IIl to these rules shall be made on the recommendations of the Departmental Promotion/Confirmation/Screening Committee specified in column (2) of that Schedule. 11. Seniority: The Seniority of persons appointed to various posts of the Commissioners' Cadre shall be determined in accordance with Employees Provident Fund Staff   (Fixation of Seniority) Regulations, 1989 as amended from time to time or the General Orders issued by the Central Board from time to time: 12. Liability for transfer: Officers of the Commissioners' Cadre shall be liable for transfer anywhere in India. 13. Conditions of Service: The conditions of service of the fficers in the Commissioners' Cadre in respect of matters for  which no provision has been made under  these rules shall be as per the Employees' Provident Fund (Officers and Employees' Conditions of Services) Regulations, 2008 as amended from time to time: 14. Disqualifications: No person-",
        "Table Content (Page(s): 6): [a) wno nas enterea Into or contractea a marriage wiIn a person naving a spouse Iiving, Or]; [b) who, having a spouse living, has entered into or contracted a marriage with any perso]; [hall be eligible for]; [appointment to the Service:]; [Page 5 of]",
        "n 13",
        "Provided that the Central Board may; if it is satisfied that such marriage is permissible under the personal law applicable to such person and the other party to the marriage and there are other grounds for so doing, exempt any person from the operation of this rule. 15. Residuary matters: In regard to matters not specifically covered by these rules or orders made or issued thereunder or by special orders or matters not covered under Rule 13 above, the Officers of the Commissioners' Cadre shall be governed by the rules, regulations and orders applicable to the Officers of the Central government drawing corresponding scales of pay. 16. Power to issue certain orders: The Central Board may issue orders, not inconsistent with these rules, to provide for all matters, for which provision is necessary or expedient for the purpose of giving effect to these rules: 17. Power to Relax Where the Central Board is of the opinion that it is necessary or expedient to do so, it may by an order, for reasons to be recorded in writing and in consultation with   the Commission; where necessary; relax any of the provisions of these rules with respect to any class or category of persons or posts: 18. Interpretation: If any question arises as to the interpretation of these rules, it shall be referred to the Central Provident Fund Commissioner who shall decide the same. 19. Saving: Nothing in these rules shall affect reservations and other concessions required to be provided for the Scheduled Castes and the Scheduled Tribes and other special categories of persons in accordance with the orders issued by the Central Government from time to time in this regard.",
        "Table Content (Page(s): 7): [Page 6 of]",
        "43",
        "SCHEDULE (See Rule 4) (Grade/Designation; Number of Posts and Level in Pay Matrix included in the Commissioners' Cadre)",
        "Table Content (Page(s): 8): [S1.]; [IGradel Designation]; [INo. of Posts*]; [Pay Level in Pay Matrix]; [No:]; [(1)]; [(2)]; [(3)]; [1_]; [Additional]; [Central]; [Provident]; [Fundl11]; [Rs. 144200 -218200]; [Commissioner (HQ)]; [Level-14]; [2_]; [Additional]; [Central]; [Provident]; [Fund/32]; [Rs.131100-216600]; [Commissioner]; [Level-13A]; [3_]; [Regional]; [Provident]; [Fund]; [30%]; [of]; [Senior/Rs. 123100-215900]; [Commissioner, Grade-|]; [Duty Posts (STS &lLevel-13]; [@above)]; [4_]; [Regional]; [Provident]; [Fund24o]; [Rs. 78800-209200]; [Commissioner, Grade-|]; [Level-12]; [5.]; [Regional]; [Provident]; [Fund302]; [Rs. 67700-208700]; [Commissioner, Grade-II]; [JLevel-11]; [5_]; [Assistant]; [Provident]; [Fundl455]; [Rs. 65100-177500]; [Commissioner]; [Level-10]",
        "#Subject to variation depending on the workload  ** The number of posts in 'Non-Functional  Selection Grade' in Level 13 in the Pay Matrix (Rs.123100-215900, shall be restricted to thirty percent of senior duty posts in the cadre, that is, post in Level 11 in the pay matrix Rs. 67700-208700, and above. There shall be no increase in the overall strength of the cadre and the number of posts to be operated in the 'non- functional selection  grade' shall not exceed the number of posts available in Level-12 of Commissioners' Cadre. Page 7 of 13",
        "SCHEDULE II (See Rule 5) Method of Recruitment; field of selection; minimum eligibility service; and minimum educational qualification; where applicable; in the next lower grade for appointment of officers on promotion; deputation and direct recruitment to posts included in various Grades of the Commissioners' Cadre (Refer Schedule-I):",
        "Table Content (Page(s): 9): [SI:]; [Name]; [of]; [thelMethod]; [oflField]; [of]; [selection]; [and]; [the]; [No.]; [[Post/Grade/Scale]; [lrecruitmentl]; [minimum qualifying service for]; [lappointment/]; [Ipromotion]; [promotion]; [k(2)]; [((3)]; [Assistant]; [Provident]; [FundlFifty]; [percent]; [by Direct Recruitment:]; [(Commissioner]; [[Direct Recruitment]; [percent of the]; [vacancies in]; [Rs. 65100-177500, Level-10)]; [Assistant]; [Provident]; [Funo]; [FFifty]; [percent]; [byCommissioner]; [shall]; [be   filled]; [by _]; [Promotion]; [Idirect]; [recruitment]; [in]; [accordance]; [with]; [Rule 5(2)(a) by examination]; [lconducted by the Commission;]; [Minimum]; [age]; [and]; [educational]; [qualification-]; [Bachelor's degree of a recognized]; [University or equivalent.]; [lattained the age of 21]; [years bul]; [lless]; [than]; [32]; [years]; [The]; [lprescribed]; [age limit]; [may]; [vary]; [in]; [laccordance]; [with]; [the]; [notification]; [lissued]; [by]; [the]; [Commission]; [for]; [lexaminations   from]; [year to]; [year_]; [The]; [upper]; [age]; [limit]; [is]; [alsc]; [Irelaxable for the Scheduled Caste]; [or]; [Scheduled]; [Tribe]; [or]; [Other]; [Backward]; [Classes]; [and]; [certain]; [lother categories as notified by the]; [Commission for the examinations]; [lfrom time to time.]; [land;]; [Promotion:]; [Fifty]; [percent]; [of]; [the]; [vacancies]; [Ishall]; [be]; [filled]; [by]; [Departmental]; [Promotion]; [in]; [accordance]; [with]; [Fifty]",
        "Page 8 of 13",
        "Rule 5(2) b) from amongst thel following categories for Centrall Board  Group 'B' Officers of thel Central Board; who havel lcompleted five years of regularl Iservice in the grade in which theyl were appointed on regular  basisl and possessing a Bachelor'st Idegree of a recognized Universityl or equivalent: Enforcement Officersi_ Accounts Officers, Payl Level-8 in pay matrix Rs_ 47600- 151100. Section Officers, Payl Level-8. in pay matrix Rs_ 47600- 151100, Promotion: By Assistant Provident Fundl Commissioner in Level 10 inl Pay Matrix Rs. 65100-177500 withl lfour years' regular service in thel Igrade. Mi_ Regional Provident FundBy Promotion Commissioner, Grade-II Rs. 67700-208700, Level-11) Regional Provident Fundl By Promotion Commissioner, Grade-| Promotion: By Regional Provident Fund Commissioner, Grade-Il in Level-| 11 in Pay Matrix Rs. 67700 208700 with five   years'   regularl  Iservice in the grade. 3 Rs. 78800-209200, Level-12) Regional Provident FundAppointment bylOfficers in Regional Providentl Commissioner, Grade -| placement in thelFund Commissioner, Grade-I scale on the basis ofl(Level-12) who have entered thel I(Non-Functional Selectionseniority based onlfourteenth year of regular servicel Grade-NFSG) Isuitability: lin Central Board Group \"A\" as on 1st January of the year shall bel Rs.123100-215900, Level-| Iplaced in this grade on Non-| 13) Functional Basis subject to thel condition that not more than 30% of Senior Duty Posts (Level-11 land above) shall be operated in Ithe 'non-functional selection) Igrade'; and the number of postsl loperated in NFSG shall notl lexceed the overall strength 0 Level-12 of the Commissioners' Page 9 of 13",
        "Table Content (Page(s): 11): [Cadre_]; [Additional]; [Central]; [ProvidentBy Promotion]; [Promotion:]; [Fund Commissioner]; [1)]; [By]; [Regional]; [Provident]; [Func]; [Rs.131100-216600,]; [Level-|]; [Commissioner , Grade-I in level 1]; [13A)]; [lin]; [pay]; [matrix]; [Rs.123100-215900]; [with two years' regular service]; [mthe grade; failing which]; [By]; [Regional]; [Provident]; [Func]; [Commissioner,]; [Grade-|]; [with]; [six]; [combined regular service]; [llevel 13 in pay matrix Rs.123100]; [215900]; [and]; [Level-12]; [in]; [paz]; [matrix Rs. 78800-209200.]; [Additional]; [Central]; [Providentf)]; [09]; [posts]; [to]; [belPromotion:]; [Fund Commissioner (HQ)]; [lfilled]; [by]; [promotion]]; [I(on selection basis)]; [[(i)]; [Additional]; [Central]; [Providen]; [Rs.]; [144200 -218200,]; [Level-|]; [Fund Commissioner in Level 131]; [I(i)]; [02 posts]; [to]; [bel]; [14)]; [lin]; [Matrix]; [131100]; [ffilled by deputation]; [/216600) , with two years of regula]; [Iservice in the grade;]; [Deputation:]; [FFrom Officers  holding analogous]; [pposts]; [on]; [regular basis (a)]; [unde]; [Ithe Central Government;]; [or (b)]; [(State Government/Union Territor}]; [Administrationl]; [Statutory]; [body]; [Public]; [Sector]; [Undertaking]; [Iconsultation with the Commission_]; [Note]; [12 The]; [period of deputatior]; [lincluding the period of deputatior]; [lin]; [another]; [ex-cadre]; [post]; [helc]; [limmediately]; [preceding]; [this]; [lappointment in the same or some]; [lother  organization]; [or]; [departmen]; [lof  the]; [Central  Government]; [shal]; [lordinarily not exceed three years]; [Note]; [2.-The]; [maximum]; [age]; [limi]; [lfor]; [appointment]; [by]; [deputatior]; [shall be]; ['not exceeding 58 years]; [Iyears']; [Pay]; [(Rs.1]",
        "Page 10 of 13",
        "Table Content (Page(s): 12): [as]; [on the last date]; [of receipt of]; [anplication]",
        "Note 1: Completion of mandatory training program for promotion to various post in the Commissioners' Cadre as prescribed by the Central Board from time to time. Provided that those persons who have not completed mandatory training for promotion before the date of meeting of  Departmental Promotion Committee will also be considered   subject to the condition that such persons shall complete the required training within one year of the date of meeting of Departmental Promotion Committee. Note 2: Those persons who are due to retire within two years shall be exempted from completion of such training for promotion: Note 3: In case where juniors who have completed their qualifying andlor eligible service have been or are being considered for promotion; their seniors would also be considered provided they are not short of the requisite qualifying or eligibility service by more than half of such qualifying or eligibility services or two years, whichever is less, and have successfully completed their probation period for promotion to the next higher Grade along with their Juniors who have already completed such qualifying or eligible service. Page 11 of 13",
        "SCHEDULE IlI (See Rule 10) Central Board  Group A Departmental Promotion Committeel  Screening Committee forl lconsidering the cases of promotion; or confirmation, or placement on Non-Functional basis] Iin Central Board Group 'A' posts in the Commissioners' Cadre",
        "Table Content (Page(s): 13): [(2)]; [Post/Confirmation]; [DPC]; [1]; [IConfirmation]; [of]; [Directl]; [Central Provident Fund Commissioner.]; [Recruits/Promotees:]; [Chairperson:]; [Departmental]; [Confirmation)]; [ii.]; [Additional CPFC HQ (HR)]; [~Member]; [iii.]; [Additional Commissioner (ESIC) - Member]; [Committee]; [2]; [Promotion]; [of   Section  Officersl]; [Central Provident Fund Commissioner.]; [and]; [Enforcement/Accounts]]; [Chairperson:]; [Officer]; [to]; [Assistant]; [Providentl]; [ii.]; [Additional CPFC HQ (HR)]; [Member]; [iii:]; [Additional Commissioner (ESIC) - Member]; [Fund Commissioner]; [3_]; [Promotion]; [from]; [Assistant]]; [Central Provident Fund Commissioner]; [Provident Fund Commissionerl]; [Chairman:]; [Ito]; [Regional]; [Provident]; [Fundl]; [ii.]; [Joint Secretary or Equivalent to the]; [Commissioner, Grade -Il]; [Government of India, Ministry of Labour and]; [Employment -Member]; [M;]; [Additional Central Provident Fund]; [Commissioner (Hqrs) _ Member.]; [4]; [Promotion]; [from]; [Regionall]; [1]; [Secretary to the Government of India, Ministry]; [Provident Fund Commissioner ,]; [of Labour and Employment- Chairman]; [Grade-Il to Regional Providentl]; [ii.]; [Additional]; [Secretary]; [or]; [Equivalent]; [to]; [the]; [Fund Commissioner, Grade-|]; [Government of India, Ministry of Labour and]; [Employment-]; [Member.]; [iii.]; [Central]; [Provident]; [Fund]; [Commissioner]; [Member.]; [5_]; [Placement]; [in]; [the]; [Non-|]; [1]; [Secretary to the Government of India, Ministry]; [Functional]; [Selection]; [Grade:| ]; [of Labour and Employment- Chairman]; [(Screening Committee]; [ii.]; [Additional]; [Secretary]; [or]; [Equivalent]; [to]; [the]; [Government of India, Ministry of Labour and]; [Employment-]; [Member.]; [iii.]; [Central]; [Provident]; [Fund]; [Commissioner]; [Member:]",
        "Page 12 of 13",
        "Table Content (Page(s): 14): [5_]; [Promotion]; [from]; [Regionall]; [Secretary, Ministry of Labour & Employment]; [Provident Fund Commissioner,]; [Chairperson]; [Grade-|]; [to]; [Additional]; [Centrall]; [ii_]; [Additional Secretary or Equivalent; Ministry]; [Labour & Employment ~Member]; [Provident Fund Commissioner]; [iii.]; [Central Provident Fund Commissioner]; [Member]; [Promotion]; [from]; [Additionall]; [Secretary, Ministry of Labour & Employment]; [ICentral]; [Provident]; [Fundl]; [Chairperson]; [(Commissioner]; [to]; [Additionall]; [ii.]; [Additional Secretary or Equivalent; Ministry]; [Labour & Employment ~Member]; [Central]; [Provident]; [Fundl]; [iii.]; [Central Provident Fund Commissioner]; [Commissioner (HQ)]; [Member]",
        "Note: The absence of a member, other than the chairperson, shall not   invalidate the proceedings of the committee, if more than half of the members   of the Departmental Confirmation Committee, or Departmental Promotion Committee, or Departmental Screening Committee for considering Non Functional Upgradation had attended its meeting: (Ramesh Krishnamurthi) Central Provident Fund Commissioner; Central Board; Employees' Provident Fund [No. Page 13 of 13",
        "3Ham 44w Ffu 4JTUT Employeee ProvideniFund orqaniootion (TA 0dtr HMTU H1a *STT) (NISTRT\" OF LABOUR & EAPLOTNEENT, GOVERNAEENT OF INDIA) 13 #T<v Aead office",
        "Table Content (Page(s): 1): [T C>]; [Block M]; [Eas: Kicwvai]; [Nagar]; [Newv Delhi]; [10023]; [Websitc:]; [WWWBP]; [jindiagek-in,]; [WWW .]; [epfindia.nic.in]; [Ret: Compliance/DD/Remittances/MsLabournet Services India Pvt Ltd/2025]; [/2204 Date: 03.04.2022]; [To:]; [0 4 APR]; [AIl Addl.CPFC(HQ)s]; [ACCs, Zonal Offices]",
        "025 AIFOICs, Regional Ottices AII OICs, District Offices Subject: Payment of past contributions of employees by an employer through Demand Draft reg; Madam/Sir, References have been received from Field Offices from time to time seeking guidance in cases where the employer is not  able to remit the past dues in  respect of the beneficiary employees through Electronic Challan-cum-Return (ECR) but has agreed to pay the said dues through Demand Draft: 2 The matter has been examined and although the filing of the ECR and remittance of dues through internet banking should be the preferred mode of remittance, not allowing the employer [o) remit the   employee contribution deducted from the   employees' wages   and employer contribution should be avoided. 3_ It is therefore clarified that where the Officer-in-Charge of the Region is satisfied that such request is for a one-time payment of past dues and the employer is not seeking a mode other than the internet banking for the payment of future remittances, he may collect the dues in the manner aS is practiced for recovery of any demand in arrear; i.e, through a Demand Draft in the name of RPFC-in-Charge of the Region and payable at the bank branch where the Regional Office concerned holds a bank account: 4 An undertaking from the employer should be obtained for verification of beneficiaries in case a claim arises: Further, all out efforts should be made to collect the returns from the employer: 6 The corresponding Damages and Interest payable by the employer should be timely determined and collected from the employer in the manner already specified in the Compliance Manual. 5_ (This issues with the approval of Competent Authority) (Arun KKumar) Regional PF Commissioner-[ (Comppliance)",
        "#frf 4xr Afa 41T Employees Provident Fund Organisation MTT MTT ATT, 9TTTTT MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA 4EFRT4/ HEAD OFFICE 0 AJEd707 IT.aft ftft4z,74+-2 TT3? FTI- 4thTFCI, #E fFTTT, Tif TT-110023 NBCC Centre, Block-2, Ground Floor- 4th Floor; East Kidwai Nagar, New Delhi-110023 Website: Www_epfindia gov.in; WWW epfindia nic in No.HRD-OAno.571/2021/DKailashnath/Notionalincrement 1 36 0 Date: 2 9 MAY 2025 To, AII Additional Central P.F. Commissioners (HQ)Director (PDNASS) , AII Additional Central P.F. Commissioners (Zones)Addl: CPFC(ASD); AII RPFCsIOIC-in-Charge of Region. Subject: Grant of notional increment on Ist JulylIst January to the employees who retired from Central Govt: service on 30th Junel31st December respectively for the purpose of calculating their pensionary benefits regarding: Madam/Sir; Please find enclosed herewith an Office Memorandum No.19/116/2024- Pers Pol (Pay)(Pt) dated 20.05.2025 issued by Govt. of India, Ministry of Personnel, Public Grievances & Pensions, Department of Personnel & Training, North Biock; New Delhi on the subject cited above for information and necessary action: (This issues with the approval of competent authority) Yours faithfully, 39 s-kae (SaurabhTripathi) Regional P.F. Commissioner-I(HRD-I) Copy to; 1 PPS to CPFC 2. AII ECICBT Members 3. PPS to FA & CAO, CVO, ACC (HQ) 4. AIl Addl, Central PF Commissioners (HQ) & ACC (Zones) including ACC (ASD)",
        "Table Content (Page(s): 1): [0_]; [Ai Regionai]; [T]; [Uoimnsbiunicis]; [6. AII DD (Vigilance)IZAPs]; [7]; [AII PPS, PA and SO in Head Office]; [8. RPFC, IS Division for web circulation]; [9. Secretary General, EPF Officers' Association]; [10. Secretary General, AIEPF Staff Federation]; [11. Secretary General, AIEPF SCIST Federation]; [12. Secretary General, AIEPF Employees' Sangh]; [13. Hindi Section for Hindi Version]; [14. Guard file]; [(SaurabhTrip]; [Reqional P F. Commissioner-I(HF]",
        "athi) RD-I)",
        "No: 19/116/2024-Pers Pol . (Pay) (Pt) Government of India Ministry of Personnel, Public Grievances & Pensions Department of Personnel & Training #t* North Block; New Delhi Dated the 2oth May, 2025. OFFICE MEMORANDUM Subject: Grant of notional increment on 1st July 1st January to the employees who retired from Central Govt: service on 30th _ June 31st December respectively for the purpose of calculating their pensionary benefits regarding: *** The undersigned is directed to invite reference to the instructions issued vide this Department's OM of even number dated 14.10.2024 (copy enclosed) regarding grant of 'notional  increment' on 1st  July/1st January to the Central Government employees who retired/are retiring from service a day before it became due ie. on 30th June/ 31st December and have rendered the requisite qualifying service as on the date of their superannuation with satisfactory work and good conduct for calculating the pension admissible to them The said instructions were issued in compliance of the Interim Order dated 06.09.2024 passed by the Hon'ble Supreme Court while hearing MA No.2400/2024 filed by Mo Railways along with several Intervention Applications tagged therewith. It was indicated therein that the action taken shall be subject to the final outcome of the petition (Dy. No. 36418/2024) filed by this Department seeking review of the Order dated 11.04.2023 of the Hon'ble Supreme Court in CA No: 2471/2023 on the subject matter: 2 Hon'ble Supreme Court; vide Order dated  18.12.2024, had  dismissed the Review Petition (Dy: No. 36418/2024) filed by this Department with the observation that there is no error apparent on the face of the record, warranting reconsideration of the order impugned. 3_ Hon'ble Supreme Court has subsequently disposed of MA No. 2400/2024 filed by Mo Railways and other petitions vide Order dated 20.02.2025 while issuing the following final directions in the matter: a The judgment dated 11.04.2023 will be given effect to in case of third parties from the date of the judgment; that is, the pension by taking into account one increment will be payable on and after 01.05.2023. Enhanced pension for the period prior to 30.04.2023 (erroneously mentioned as 31.04.2023 in the Order) will not be paid; b. For persons who have filed writ petitions and succeeded, the directions given in the said judgment will operate as resjudicata, and accordingly, an enhanced pension by taking one increment would have to be paid;",
        "~2- The direction in (b) will not apply, where thejudgment has not attained finality; and cases where an appeal has been preferred, or if filed, is entertained by the appellate court; d_ In case any retired employee filed an application for intervention/ impleadment/writ petition/  original application before the Central Administrative Tribunal/High  Courts/Supreme Court; the enhanced   pension by   including one increment will be payable for the period of three years prior to the month in which the application for intervention/ impleadment/ writ petition/ original application was filed  4, The Hon'ble Supreme Court has decided that the direction referred at Para 3(d) above will not   apply to the retired   government employee who filed writ petition/original application or an application for intervention before the Central Administrative Tribunal/High Courts/Supreme Court after the judgment in \"Union of India & Anr: Vs M. Siddaraj\" as in such cases directions referred in Para 3(a) will apply; 5 In addition Hon'ble Supreme Court has clarified that in case any excess payment has already been made; including arrears, such amount paid will not be recovered. Court has decided that pending applications including all intervention/impleadment applications shall stand disposed of in terms of this order; 6 The matter has been examined in consultation with D/o Expenditure and Dlo Legal  Affairs  It is advised that in pursuance of the above referred Order dated 20.02.2025 of the Hon'ble Supreme Court; action may be taken to allow the increment on 1st July 1st January to the Central Government employees who retired/are retiring day before it became due ie on 30th June 31st December and have rendered the requisite qualifying service as on the date of their superannuation with satisfactory work and good conduct for calculating the pension admissible to them: As specifically mentioned in the orders of the Hon'ble Supreme Court; grant of the notional increment on 1st January_ 15t July shall be reckoned only for the purpose of calculating the pension admissible and not for the purpose of calculation of other pensionary benefits. 7 This issues with the concurrence of Dlo Expenditure vide their Dy. No. 08- 09/2019-EIA(Vol.IJ(4265134) dated 29.04.2025 and D/o Legal Affairs vide Computer Dy. No. E-144903 dated 17.03,2025. 8 Hindi Version will follow. @ls 2opsI25 Encl: as above (Vikas) Under Secretary to the Government of India",
        "Table Content (Page(s): 3): [Tel: No: 20340489]; [All]; [Ministries/Departments of Government of India.]",
        "~3 Copy also forwarded to: The Secretary General, Supreme Court of India. The Controller General of Accounts/ Controller of Accounts, Ministry of Finance: Union Public Service  Commission/ Lok Sabha Sectt /  Rajya Sabha Sectt / Cabinet Sectt / Central Vigilance Commission/President's Sectt / Vice- President's Sectt] Prime Minister Officel Niti Aayog: Governments of all States and Union Territories Department of Personnel and Training (AIS Division} JCAV Admn. Section. The Secretary; National Council of JCM (Staff Side) 13-C, Feroz shah Road; New Delhi. AIl Members of Staff Side of the National Council of JCM/ Department Council: Department of Expenditure, Ministry of Finance: zopsp (Vikkas) Under Secretary to the Government of India Tel: No. 20340489 1 2. 3_ 4. 5. 6 7. 8."
    ],
    "metadata": [
        {
            "source_pdf": "Revamped_F13_Functionality.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [THarf 4f44 Afu #TTJF]; [Employees Provident Fund Organisation]; [(C5 &a vuTr HATG4 HRM TTT)]; [(MINISTRY OF LABOUR & EMPLOVMENT, GOVERNMENT OF INDIA)]; [{azra vud]; [tTufc"
        },
        {
            "source_pdf": "Revamped_F13_Functionality.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Date: JSIApr/2025 No: WSUIAmendments in IT, 1961/E-33306/2025-26/ 9 | To, AII ACCs(HQ), ACCs/Zones AIl RPFC-I/RPFC-II/APFC OICs Ref: WSU/6(1)2019/IncomeTax/ Part-I(E-33306)/4581 dt 06/04/2022 13 (Tran"
        },
        {
            "source_pdf": "Revamped_F13_Functionality.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Annexure 1 Features of Revamped Form 13 (Transfer-out) Form 13 (Transfer-out) not   only inherits the The newly developed Revamped Form 19 but also includes a few more: Some of the vital features of R"
        },
        {
            "source_pdf": "Circular_Dated08042025_AbedkarHoliday.pdf",
            "page_number": "1",
            "original_group_content_snippet": "@Harf ufaw Af9 41TH Employees Provident Fund Organisation (8 &d rTR HAT4 ~RG #AT) (MINISTRY OF LABOUR & EMPLOYMENT GOVERNNENT OF INDIA) 4a trafar4 /Head Office TTc TaaIR, &mv-Il, &r fpaag +T, + frh- 1"
        },
        {
            "source_pdf": "Circular_Dated08042025_AbedkarHoliday.pdf",
            "page_number": "2",
            "original_group_content_snippet": "3103893/2025/HRD-| No.12/4/2020-JCA2 Government of India Ministry Of Personnel. Public Grievances & Pensions (Department of Personnel & Training) Establishment (JCA) Section North Block, New Delhi Dat"
        },
        {
            "source_pdf": "Circular_Dated08042025_AbedkarHoliday.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [ccmolor]; [YCne]; [4Un]; [{zu copies)]; [9]; [NIC, DoPT, with a request to place this 0 M. on the website 0f DoPT .]"
        },
        {
            "source_pdf": "Circular_DAIncrease_04042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "@H-r 4f34 Aft 41TH Employees Provident Fund Organisation (%4 &d riTTR Ha4 HRG #TT) (NINISTRY OF LAPOUR & EMPLOYMENT; GOVERNNENT OF INDIA} Fa tTfaa /Head Office Tc MauR, aidj-Il, &r faa{ TR78 @aarh-110"
        },
        {
            "source_pdf": "Circular_DAIncrease_04042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [3+]; [Aiytt]; [344t]; [47]; [44]; [Aon]; [707447]; [TT 07 | 47147]; [Aeeyee]; [5]; [5e afirar & Fuil &fad]; [6.]; [VHIR 3fea1i 41f aafeid \"RI8U FYT7]; [7_]; [Iff aaRd &l Y"
        },
        {
            "source_pdf": "Circular_DAIncrease_04042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "(rY fuidh) 3aa-1(Ua,eR.3i-I)"
        },
        {
            "source_pdf": "Circular_DAIncrease_04042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [No. 1/1(1)/2025-E.II(B)]; [Government of India]; [Ministry of Finance]; [Department of Expenditure]; [*****]; [North Block, New Delh]; [Dated the]; [April, 202=]; [2nd]"
        },
        {
            "source_pdf": "Circular_DAIncrease_04042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "OFFICE MEMORANDUM Subject: Revision of rates of Dearness Allowance to Central Government   employees- effective from 01.01.2025. The undersigned is directed to refer to this Department's Office Memora"
        },
        {
            "source_pdf": "Circular_APAR_202324_09042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#4r xxAfu #T Employees Provident Fund Organisation #TT MTTT, 4TTTTT MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA TexrrT4/ HEAD OFFICE TA.#Afufft: # , 7i+-2 ITRFT - 4* TKtRft,7f7-110023 NBCC Ce"
        },
        {
            "source_pdf": "Circular_APAR_202324_09042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [S.]; [lActivities]; [Mimeline (Date on Or Deiore [0 De]; [No:]; [Icompleted)]; [1]; [JSubmission of report by Reporting Officer to Reviewing24th March, 2025]; [Officer]; ["
        },
        {
            "source_pdf": "Circular_APAR_202324_09042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "(This issues with the approval of competent authority) (Indraj Singh) Regional PF. Commissioner-II (HRD-II) Copy to (through EPFO website) for information and necessary action: 1. RPFC (NDC) for web u"
        },
        {
            "source_pdf": "DeclarationOfROI_2024_25.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#Har 4fau Afa 413- Employees Provident Fund Organisation (7 & YTTRHATT4 HRG #GT) (MINISTRY QF LABOUR & EMPLOYMENT GOVERNMENT OF INDIA) FGI #Tyfea /Head Office tk Q M3yuuk &lo-Il 5r @paat TTr, #8 @arf-"
        },
        {
            "source_pdf": "DeclarationOfROI_2024_25.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [PPS to AS, Ministry of Labour & Employment]; [for information]; [PPS to AS&FA, Ministry of Labour & Employment]; [for information]; [OSD to Central Provident Fund Commissi"
        },
        {
            "source_pdf": "DeclarationOfROI_2024_25.pdf",
            "page_number": "2",
            "original_group_content_snippet": "6. PPS to FA&CAO and CVO for information 7 AII CBT Members. 8_ AII ACC(HQ) , Head Office 9 Director; PDNASS, New Delhi 10. All Zonal Dy. Directors (Vig ) All Zonal Audit Officers. for information & ne"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "1",
            "original_group_content_snippet": "afari &faez flfe rutoat Employees' Provident Fund Organisation (HA Qa rTTJIR HFTT4, HRT HTT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) Te4 #rcr4/Head Office Tn 7ui vadixitxt Her, ecich-2,"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [Including Addl CPFC (ASD), HO]; [Director (PDNASS)]; [Subject:   Employees']; [Provident]; [Fund]; [Personal]; [Assistant   (Probationers)]; [Examinatic]; [Scheme, 2025 - "
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "1",
            "original_group_content_snippet": "e, to"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [1]; [PS to CPFC]; [2]; [All Zonal Training Institutes]; [3]; [All Regional PF Commissioners-in-charge of the Regional Offices]; [4]; [Assistant Director (OL)]; [for Hindi "
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [(Bhupendra]; [Regional PF. Commissioner-I(Recruitment/Exam Divisio]; [Sing]"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "2",
            "original_group_content_snippet": "EMPLOYEES' PROVIDENT FUND PERSONAL ASSISTANT (PROBATIONERS) EXAMINATION SCHEME_2025 1. Short Title_Application Commencement: This Scheme may be called the Employees' Provident Fund Personal Assistant "
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [Page 1 of 8]"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "3",
            "original_group_content_snippet": "4. Syllabus: The examination shall consist following four papers."
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "3",
            "original_group_content_snippet": "Table Content (Page(s): 3): [SL]; [Subject]; [Paper]; [Type]; [Time]; [Mark=]; [No.]; [1]; [Employees' Provident Fund &]; [Miscellaneous Provisions Act; 1952 and]; [Schemes framed thereunder.]; [MCQs]"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "3",
            "original_group_content_snippet": "E 8 The syllabus of the examination may be as detailed in the schedule annexed. ii. The guidelines issued by the Ministry of Social Justice & Empowerment  for conducting written examination for person"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "4",
            "original_group_content_snippet": "additional chances within the extended period of probation. If the candidate fails to qualify in the examination during the extended period of probation, he/ she will be discharged from the services a"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "4",
            "original_group_content_snippet": "Table Content (Page(s): 4): [Page 3 of 8]"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "5",
            "original_group_content_snippet": "12. Re-totaling and verification of_marks: If a candidate desires re-totaling of his/her marks and verification of the facts that all answers written by him /her have been dully assessed by the examin"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "5",
            "original_group_content_snippet": "Table Content (Page(s): 5): [fee of Rs. 500/]; [per paper has been deposited by the candidates applying]; [totaling]; [verification of marks within the prescribed time]; [ii.]; [Retotaling will not be"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "5",
            "original_group_content_snippet": "by the upon eSS will from mitted tances_ ier this been ander and ional"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "6",
            "original_group_content_snippet": "SCHEDULE SYLLABUS FOR PERSONAL ASSISTANT (PROBATIONERS) EXAMINATION SCHEME, 2025 PAPER-I Marks 50 (MCQ) TIME 2 Hours PAPER-I Employees' Provident Fund & Miscellaneous Provisions Act; 1952 and Schemes "
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "7",
            "original_group_content_snippet": "PAPER-II TIME 2 Hours PAPER-II Marks 100 Noting / Drafting in Government Correspondence and Administrative and Service Rules Noting & Drafting in Government Correspondence (50 Marks- Descriptive) 13 D"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "8",
            "original_group_content_snippet": "PAPER-III TIME 2 Hours PAPER-III Marks 100 English Language and Comprehension Reading Comprehension ii. Letter Writing iii. Essay Writing iv_ Precis Writing V_ Narrative Writing vi. Rearrangement of s"
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "9",
            "original_group_content_snippet": "Preparing a MS Excel spreadsheet; formatting cells, enter formula for calculation in cells, inserting built in functions in cells and answering arithmetic problems. Preparing pie chart; 'bar graphs / "
        },
        {
            "source_pdf": "Prob_ExamScheme_PA.pdf",
            "page_number": "9",
            "original_group_content_snippet": "Table Content (Page(s): 9): [INDIA]; [9TTTd]; [Page 8 of 8]; [faf&]; [9far]; [0]; [QROVIDENT]; [FUND]; [9]; [)]; [(]"
        },
        {
            "source_pdf": "Letterdated_040424_InvitationForNominations.pdf",
            "page_number": "1",
            "original_group_content_snippet": "@faa &-441d 34184T4 viiy HHoG HrHT 3ra1ari PANDIT DEENDAYAL UPADHYAYA NATIONAL ACADEMY OF SOCIAL SECURITY #Hur fau Ffe r113-, %H Qd rVNR HTT4, HRG TrOR EMPLOYEES' PROVIDENT FUND ORGANISATION 17 * MNIS"
        },
        {
            "source_pdf": "Letterdated_040424_InvitationForNominations.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [Page 1 of 2]"
        },
        {
            "source_pdf": "Letterdated_040424_InvitationForNominations.pdf",
            "page_number": "2",
            "original_group_content_snippet": "The World Bank has agreed to provide scholarship for tuition fees for the EPFO officers. Proposal to bear the salary and benefits of selected officers and partial living expenses for duration of progr"
        },
        {
            "source_pdf": "Letterdated_040424_InvitationForNominations.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [negiunal]; [1 '4 ']; [UO]; [nclosures: PFAM Program Brochure etc]; [Page 2 of 2]"
        },
        {
            "source_pdf": "CallingOptionsForPosting_ROJ&KAndDOLehLadakh.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#Harf 4faq Aft 413H Employees Provident Fund Organisation (87 & rTTR HAT4 HR TRGT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) 3ar arafaw /Head Office EC Trawk, wd-Il &r foaad+R, 7frri-1100"
        },
        {
            "source_pdf": "Corrigendum_Programmer_09052025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#aari %deq ff 4uoTt Employees' Provident Fund Organisation (HA Va vaTJIR HHTTT4 , HRT TRTR) (MINISTRY OF LABOUR & EMPLOYMENT , GOVERNMENT OF INDIA) 1E4 #ryiary/ Head Office aadl Tat, cclian-Il, $z Fen"
        },
        {
            "source_pdf": "Corrigendum_Programmer_09052025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [[This issues with the approval of Competent Authority]]; [(DEEPAK ARY]; [RPFC-II, Recruitment/ Exa]; [To]; [AlI Concerned]; [[Through: RPFC-I, NDC]]; [to (Through EPFO web"
        },
        {
            "source_pdf": "Corrigendum_Programmer_09052025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [2]; [PS to FA & CAO/CVO/AII Addl. CPFCs (HQ)(Head Office & Zones)/ Director, PDNASS]; [3.]; [AII Addl: CPFCs Head Office/Zones:]; [4.]; [Chief Engineer]; [5]; [AII RPFC-in"
        },
        {
            "source_pdf": "Corrigendum_Programmer_09052025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [4]; [Chief Engineer]; [5.]; [AII RPFC-in-charge (RO) including RPFC-I (ASD)]; [6]; [All Officers in Head Office.]; [7]; [AII Deputy Director (Vigilance)/ Zonal Audit Parti"
        },
        {
            "source_pdf": "Corrigendum_Programmer_09052025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "RPFC-Hl; Recrultment Exam"
        },
        {
            "source_pdf": "Circular_DAInstalmentdated17042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#Har 4fw Afq 41T- Employees Provident Fund Organisation (I7 & TTTTRTATT4 HRG #TT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) Haq #rafaa /Head Office 8 M33udR &o-Il; &r faasTTT frf-110023 P"
        },
        {
            "source_pdf": "Circular_DAInstalmentdated17042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [4]; [5aq Haoal 3196RI & 4UN Tuif HIad/ 4HT 34 Far1a, Haoat]; [5_]; [5oq afa & Aoit -fad]; [6.]; [9HR afeaR 4!ff 3wf1d wfr&U TYTF]; [7.]; [42f aaRo cl Tid &fedri]; [8]; [3o"
        },
        {
            "source_pdf": "Circular_DAInstalmentdated17042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Ck4 Euidh) 3r-1(ga.eik &h-1)"
        },
        {
            "source_pdf": "Circular_DAInstalmentdated17042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "No 42/02/2024-P&PW(D) Government of India Ministry of Personnel, Public Grievances & Pensions Department of Pension & Pensioners' Welfare 3rd Floor; Lok Nayak Bhawan Khan Market; New Delhi-110003 Date"
        },
        {
            "source_pdf": "Circular_DAInstalmentdated17042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [(iii)]; [All India Service Pensioners/Family Pensioners.]; [(iv)]; [Railway Pensioners/Family Pensioners]"
        },
        {
            "source_pdf": "Circular_DAInstalmentdated17042025.pdf",
            "page_number": "3",
            "original_group_content_snippet": "(v) Pensioners who are in receipt of provisional pension"
        },
        {
            "source_pdf": "Circular_DAInstalmentdated17042025.pdf",
            "page_number": "3",
            "original_group_content_snippet": "Table Content (Page(s): 3): [(vi)]; [The]; [Burma]; [Civilian]; [Pensioners/Family]; [Pensioners]; [an]; [Peksioners/families of displaced Government Pensioners from Burma]; [Pakistan,]; [in]; [respec"
        },
        {
            "source_pdf": "Circular_DAInstalmentdated17042025.pdf",
            "page_number": "4",
            "original_group_content_snippet": "with the Comptroller and Auditor General of India, as mandated under Article 148(5) of the Constitution of India; 9 This issues in accordance with the Ministry of  Finance , Department of Expenditure'"
        },
        {
            "source_pdf": "Circular_DAInstalmentdated17042025.pdf",
            "page_number": "4",
            "original_group_content_snippet": "Table Content (Page(s): 4): [Hindi version will follow.]; [iya A.B]; [Director to the Government of Indi]; [1]; [AlI Ministries/Departments of the Government of India]; [2. Chief Secretaries and AGs o"
        },
        {
            "source_pdf": "Circular_RevisedLeaseAccommodation_24042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#Hfarf 4f4 Aft 4TH Employees Provident Fund Organisation (EA gd rTR HATTT4 HRT TRTT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) Ta trfaa /Head Office Dc qMdauk &la-Il &r fpaat=R# fadf-1100"
        },
        {
            "source_pdf": "Circular_RevisedLeaseAccommodation_24042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [Pay Band and Grade PayClassification ofExisting]; [LeaselRevised]; [Leased]; [as per 7 th CPC]; [Cities]; [entitlement]; [uptolentitlement]; [effective]; [/28.02.2025]; [I"
        },
        {
            "source_pdf": "Circular_RevisedLeaseAccommodation_24042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Page 1 of 2"
        },
        {
            "source_pdf": "Circular_RevisedLeaseAccommodation_24042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [PB-3 Level-10 (Pre-]; [18676]; [21477]; [revised GP 5400)]; [PB-4, Level-13A (Pre-]; [C & Unclassified]; [revised GP 8900)]; [and Level-13 (Pre-revised)]; [GP 8700)]; [PB-"
        },
        {
            "source_pdf": "Circular_RevisedLeaseAccommodation_24042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "2 The entitlement for enhanced lease rent will be applicable with effect from 01.03.2025 for new accommodation to be hired. For existing accommodation lease rent may be revised only in accordance with"
        },
        {
            "source_pdf": "Revamped_AppendixE_Functionality.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#Har 4faw Afu 41T7 Employees Provident Fund Organisation (97 &a ITTTRHATTT4 HTrG RRTT) (MINISTRY OF LABOUR & EMPLOYMENT GOVERNMENT Of INDIA) 3aq trufaa /Head Office Tr nrdarak Gito-Il, #r faad TR7 8vf"
        },
        {
            "source_pdf": "Revamped_AppendixE_Functionality.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [(G R Suchindra]; [ACC]"
        },
        {
            "source_pdf": "Revamped_AppendixE_Functionality.pdf",
            "page_number": "1",
            "original_group_content_snippet": "anath) WSU)"
        },
        {
            "source_pdf": "Letter_SSAInvitingRequestsFor_JK.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#Har %4Afe #TOH Employees Provident Fund Organisation 9A Ud RVNR HAT4, HRa Ter MINISTRY OF LABOUR & EMPLOYMENT , GOVERNMENT OF INDIA {74J&UA 3a #rfa4/ HEAD OFFICE 3f454 &ld5-2, Tr< Teik- 4th Teik, $xz"
        },
        {
            "source_pdf": "Letter_SSAInvitingRequestsFor_JK.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [Requests snouia pe submitted latest DY 25.05.2025 on email Ia: aptc ar@eprinda GQLIn]; [Requests received by any other mode or on any other email will not be considered_];"
        },
        {
            "source_pdf": "Letter_SSAInvitingRequestsFor_JK.pdf",
            "page_number": "1",
            "original_group_content_snippet": "1|Pa g e"
        },
        {
            "source_pdf": "Letter_SSAInvitingRequestsFor_JK.pdf",
            "page_number": "2",
            "original_group_content_snippet": "5_ While   submitting the requests, the SSAs should necessarily   provide the following details: Name: ii. Category: iii. EID (In case of already joined SSAs): iv Regional Office where posted/allocate"
        },
        {
            "source_pdf": "Circular_VacancyPosotionCompassionate_09042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#ari 4awAfu*JoT Employees' Provident Fund Organisation (Ma va #TTIIT TTITT4 , HRG HTGT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) Jc #rect4/ Head Office va.am Hez, wdld-2, Ws-4th Fall, $7"
        },
        {
            "source_pdf": "Circular_VacancyPosotionCompassionate_09042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [Madam/Sir,]; [Reference is invited to the subject and reference cited above and para 8.3 and 8.4 of]; [the]; [Compassionate]; [Appointment   Policy]; [2024]; [notified]; ["
        },
        {
            "source_pdf": "Circular_VacancyPosotionCompassionate_09042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "death, resignation and new creation to be compiled. Page 1 of 2"
        },
        {
            "source_pdf": "Circular_VacancyPosotionCompassionate_09042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Total vacancies to be finalised among which 5 vacancies shall be filled every year through Compassionate Appointment on the basis of higher degree of \"penury to be determined based on the criteria giv"
        },
        {
            "source_pdf": "Circular_VacancyPosotionCompassionate_09042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [Name Ot the Zonal Oftice and Regional Oitice]; [Vacancies which arose in the year]; [F]; [in the SSA Cadre]; [Due]; [tolDue]; [tolDue]; [tolDue]; [tolDue]; [tolDue]; [tolo"
        },
        {
            "source_pdf": "Circular_VacancyPosotionCompassionate_09042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Name of the Zonal Office and Regional Office"
        },
        {
            "source_pdf": "Circular_VacancyPosotionCompassionate_09042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [vacancies which arose in the year]; [in the MIS Cadre]; [Jue]; [tolDue]; [tolDue]; [tolDue]; [tolDue to newlothers]; [TTotal]; [Number]; [Promotion]; [IRetirement]; [Death"
        },
        {
            "source_pdf": "Circular_VacancyPosotionCompassionate_09042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "The requisite details may be furnished by 21.04.2025. 4_ Yours faithfully, (Ajay K Mehra) Addl: Central P.F: Commissioner (Recruitment Exam) Page 2 of 2"
        },
        {
            "source_pdf": "Circular _13052025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "@Har 4f4 Aft 413- Employees Provident Fund Organisation (%7 & rITTR 4AKT4 HRG TRGT) (MINISTRY OF LABOUR & EMPLOVMENT, GOVERNMENT OF INDIA) 3oz #Tqfa4 /Head Office q, Maumk &d-Il 5r fdaas TR, 75 farfl-"
        },
        {
            "source_pdf": "Circular _13052025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [All Officer-in-Charge of Regional Offices]; [for information.]"
        },
        {
            "source_pdf": "Corrigendum_CircularAGT_01042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "ttf 404Af+137 Employees Provident Fund Organisation 'TA MTTTT4, TaTT MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA 3ETtTt4/ HEAD OFFICE T7CT maf1,fr43,7-2 TRFi-4tht #3 frattT, #tR,{-110023 Webs"
        },
        {
            "source_pdf": "Corrigendum_CircularAGT_01042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [Se T]; [LUnALA]; [0 L Ah]; [Lul]; [All Addl, CPFCs (HQJ/Director PDNASS/Addl: CPFCs]; [All Regional P.F. Commissioners,]; [Including In-charge of ROs/ZTIs & RPFC (ASD-HO)]"
        },
        {
            "source_pdf": "Corrigendum_CircularAGT_01042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "#h\"duAner1t Employees Provident Fund Organisation ' \"a THITT 4TL, MTIT TIT MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA gexarfT4/ HEAD OFFICE wafftaf#vm+2 T3o Frin-4tFrih #RfratTT, Ttf~@-11002"
        },
        {
            "source_pdf": "Corrigendum_CircularAGT_01042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [To]; [Tind-nnaisicihoii Zuzs]; [Datea:]; [To,]; [AIl Addl. CPFCs (HQ)/Director PDNASS/Addl: CPFCs]; [All Regional P.F. Commissioners,]; [Including In-charge of ROs/ZTIs & "
        },
        {
            "source_pdf": "Corrigendum_CircularAGT_01042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Madam/Sir, Reference is invited to the aforementioned transfer orders and Transfer Policy 2025. As per the Transfer Policy 2025,grievances arising out of AGT Orders shall be received online through HR"
        },
        {
            "source_pdf": "Corrigendum_CircularAGT_01042025.pdf",
            "page_number": "3",
            "original_group_content_snippet": "3. For Group B &C, the email is to be forwarded by concerned ZO with their comments. Directly received grievances without comments of ZO will not be entertained: The timelines for grievance filling ar"
        },
        {
            "source_pdf": "Corrigendum_CircularAGT_01042025.pdf",
            "page_number": "3",
            "original_group_content_snippet": "Table Content (Page(s): 3): [V_]; [Hindi Section for Hindi version.]; [VI:]; [6. Guard File:]; [(Indraj Sin]; [Regional P.F. Commissioner-II (HRD]"
        },
        {
            "source_pdf": "Corrigendum_CircularAGT_01042025.pdf",
            "page_number": "3",
            "original_group_content_snippet": "Table Content (Page(s): 3): [V]; [Hindi Section tor Hinal version:]; [VI:]; [6. Guard File:]; [(Indraj Singt]; [Regional P.F. Commissioner-II (HRD]"
        },
        {
            "source_pdf": "Circular_RemovalOfUploadingImage.pdf",
            "page_number": "1",
            "original_group_content_snippet": "oHarf404 Afa #a- Employees Provident Fund Organisation (070 757rT74, 4Tra #TTI) Winistay OFLABOUR & EmfloymENT GovErNMENT OfiDi Tatna4[Head Office TC 5dat7R, 7t-I # At7F#eT- 10023 Plate A Ground Floor"
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#Hw1 4fqAfa #17 Employees Provident Fund Organisation MTaTTT T7T, TTTTT MINISTRY OF LABOUR & EMPLOYMENT , GOVERNMENT OF INDIA TeTTT4/ HEAD OFFICE Taiff1rAv,71+-2 TT7 T7- 4* Tr,#FfiTC, Tfazz-110023 A N"
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [vn: A copy of the User Manual is attached.]"
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": "2",
            "original_group_content_snippet": "4 The RPFC/OICs of ROs/ASD (HO)PDNASSIZTIs/ZO Vijaywada shall ensure that  incumbency is   duly   checked in the HR Soft and  rectitjy the same if any discrepancy is noticed. 5 . It is also pertinent "
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [This   allows  edit; addition and]; [deletion of record for the]; [of postin]; [before the generation of EID.]; [ii.]; [Under Service Book Role >> Update joining details];"
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": "3",
            "original_group_content_snippet": "Under Service Book Role > Update attached office. iii. This function will enable the user to update posting of the employee from main office to the attached office and vice versa: Lwp 2:/- 28 (MOHAMMA"
        },
        {
            "source_pdf": "APAR_CIRCULAR_29042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#F #7Afa #TT Employees Provident Fund Organisation #T TTTT AAT, 4T7TTTT MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA 1771 74 TeTtrTI/ HEAD OFFICE TAatTT 4 . 7+-2TRTTT-4hTTRftr, 7fz,4-110023 NB"
        },
        {
            "source_pdf": "APAR_CIRCULAR_29042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [5]; [IActivities]; [Timeline (Date on or before to be]; [No.]; [lcompleted)]; [1]; [ISubmission of representation, if any, on APAR by theloAth]; [2025]; [lfficer reported "
        },
        {
            "source_pdf": "APAR_CIRCULAR_29042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "No further extension in this regard will be done: 3 (This issues with the approval of competent authority) (Uday Gupta) Regional PF. Commissioner-II (HRD-II) Copy to (through EPFO website) for informa"
        },
        {
            "source_pdf": "BulkGenerationOfUAN_CertainSpecialCases.pdf",
            "page_number": "1",
            "original_group_content_snippet": "THam 4f3w Afu 4TTT7 Employees Provident Fund Organisation (In va TTTTRHATG4 HTrG FRTT) (MINISTRY Of LABOUR & EMPLOYMENT, GOVERNMENT Of INDIA) 49I +rafara /Head Office GT Maecrnkr &ia-Il, & @aatTT#8a2-"
        },
        {
            "source_pdf": "BulkGenerationOfUAN_CertainSpecialCases.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [(G R Suchindrana]; [Acc(W:]"
        },
        {
            "source_pdf": "BulkGenerationOfUAN_CertainSpecialCases.pdf",
            "page_number": "1",
            "original_group_content_snippet": "th) SU)"
        },
        {
            "source_pdf": "Circular_NominationAndShortlistedOfficers_WorldBank.pdf",
            "page_number": "1",
            "original_group_content_snippet": "tfaa ~THTG 34T8T4 riy MmHieId #RaT arop1a7} THAR 4f41 ffe 4iTUH, %H Ud rIFR HAT4, HRa WRTR PANDIT DEENDAYAL UPADHYAYA NATIONAL ACADEMY OF SOCIAL SECURITY Employees' Provident Fund Organisation, Minist"
        },
        {
            "source_pdf": "Circular_NominationAndShortlistedOfficers_WorldBank.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [S: No]; [Name of the Officer]; [Designation]; [Place of Posting]; [1]; [Shri Ankesh Srivastava]; [RPFC-I]; [Head Office]; [2]; [Shri Sanjay Kumar Rai]; [RPFC-I]; [PDUNASS]"
        },
        {
            "source_pdf": "Circular_NominationAndShortlistedOfficers_WorldBank.pdf",
            "page_number": "1",
            "original_group_content_snippet": "communication to this extent has also been made with the World Bank 3. Above shortlisted /nominated officers are hereby advised to fill the application form by 15.04.2025 (Link provided below) along w"
        },
        {
            "source_pdf": "Circular_NominationAndShortlistedOfficers_WorldBank.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Detailson Application process_ofthe Program: httpsiLLwbmilkenpfamorgLprogramLlapplication Application Form Link: httpsiL /formsoffice com /Pages /ResponsePageaspx?id-RvZWTZITREgzlRimEYhaQkLq xPCNwyFOv"
        },
        {
            "source_pdf": "Circular_CR2025_16052025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#dan &4fa@2 HJTOTT EMPLOYEES' PROVIDENT FUND ORGANISATION (Ha Va TTTUIR HHT4, HRTT HrTT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVT.OF INDIA) YuTat #Tic4/HEAD OFFICE NBCC Centre,Block-2,Ground Floor-4th F"
        },
        {
            "source_pdf": "SimplificationOfTransferClaimProcess_Circular20052025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "@HAR Hfd4 Aft F1T7 Employees Provident Fund Organisation (84 &a YTR TETTT4; HT #OT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) 3aq tTfa4/Head Office r TRau k, &a-Il, #r fwa{ TR,  @ai}-1100"
        },
        {
            "source_pdf": "SimplificationOfTransferClaimProcess_Circular20052025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [G.R: Suchine]; [ACC]"
        },
        {
            "source_pdf": "SimplificationOfTransferClaimProcess_Circular20052025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "ranath (WSU)"
        },
        {
            "source_pdf": "CircularOn_AGT_01042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#h\"duAner1t Employees Provident Fund Organisation ' \"a THITT 4TL, MTIT TIT MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA gexarfT4/ HEAD OFFICE wafftaf#vm+2 T3o Frin-4tFrih #RfratTT, Ttf~@-11002"
        },
        {
            "source_pdf": "CircularOn_AGT_01042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [To]; [Tind-nnaisicihoii Zuzs]; [Datea:]; [To,]; [AIl Addl. CPFCs (HQ)/Director PDNASS/Addl: CPFCs]; [All Regional P.F. Commissioners,]; [Including In-charge of ROs/ZTIs & "
        },
        {
            "source_pdf": "CircularOn_AGT_01042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Madam/Sir, Reference is invited to the aforementioned transfer orders and Transfer Policy 2025. As per the Transfer Policy 2025,grievances arising out of AGT Orders shall be received online through HR"
        },
        {
            "source_pdf": "CircularOn_AGT_01042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "3. For Group B &C, the email is to be forwarded by concerned ZO with their comments. Directly received grievances without comments of ZO will not be entertained: The timelines for grievance filling ar"
        },
        {
            "source_pdf": "CircularOn_AGT_01042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [V_]; [Hindi Section for Hindi version.]; [VI:]; [6. Guard File:]; [(Indraj Sin]; [Regional P.F. Commissioner-II (HRD]"
        },
        {
            "source_pdf": "CircularOn_AGT_01042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [V]; [Hindi Section tor Hinal version:]; [VI:]; [6. Guard File:]; [(Indraj Singt]; [Regional P.F. Commissioner-II (HRD]"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#fari &aey @ie Futoat Employees' Provident Fund Organisation (MA Qa {oTR #d4, HRG HrTT) (MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA) 3ey #ric4/Head Office vataixtz #ez,aciioy-2,013s-4th 5all"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [File No. A-12034/5/2025-EPFO-HQ/ RCI]; [420]; [Date: 22.05.2025]; [To,]; [AII Addl CPFC (HQJ/ACC (Zones)]; [Including Addl. CPFC (ASD); HO]; [Director (PDNASS)]; [Subject:"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [Copy to:]; [1.]; [PS to CPFC]; [2.]; [All Zonal]; [Training Institutes]; [3]; [All Regional PF Commissioners-in-charge ofthe Regional Offices]; [4,]; [Assistant Director ("
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [3.]; [All Regional PF Commissioners-in-charge of the Regional Offices]; [4]; [Assistant Director (OL)]; [for Hindi Version]; [5.]; [RPFC (NDC) for uploading the same on EP"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "2",
            "original_group_content_snippet": "EMPLOYEES' PROVIDENT FUND STENOGRAPHER (PROBATIONERS) EXAMINATION SCHEME_2025 1 Short Title_Application & Commencement: This Scheme may be called the Employees' Provident Fund Stenographer (Probatione"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "2",
            "original_group_content_snippet": "Table Content (Page(s): 2): [Page 1 of 7]"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "3",
            "original_group_content_snippet": "Syllabus: The examination shall consist following four papers"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "3",
            "original_group_content_snippet": "Table Content (Page(s): 3): [SL]; [Subject]; [Paper]; [Type]; [Time]; [Marks]; [No.]; [Employees' Provident Fund &]; [Miscellaneous Provisions Act; 1952 and]; [Schemes framed thereunder.]; [MCQs]; [2 "
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "3",
            "original_group_content_snippet": "UTr OVIDEN FUND The syllabus of the examination may be as detailed in the schedule annexed: ii. The guidelines issued by the Ministry of Social Justice & Empowerment  for conducting written examinatio"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "4",
            "original_group_content_snippet": "or termination of his/her services. In case the probation is extended, the probationer will be given additional chances within the extended period of probation. If the candidate fails to qualify in th"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "4",
            "original_group_content_snippet": "Table Content (Page(s): 4): [Page 3 of 7]"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "5",
            "original_group_content_snippet": "12. Re-totaling and verification of_marks: If a candidate desires re-totaling of his/her marks and verification of the facts that all answers written by him /her have been duly assessed by the examine"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "6",
            "original_group_content_snippet": "SCHEDULE SYLLABUS FOR STENOGRAPHER (PROBATIONERS) EXAMINATION SCHEME, 2025 PAPER I"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "6",
            "original_group_content_snippet": "Table Content (Page(s): 6): [TIME]; [2 Hours]; [PAPER-I]; [Marks 50 (MCQ)]"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "6",
            "original_group_content_snippet": "Employees' Provident Fund & Miscellaneous Provisions Act, 1952 and Schemes framed thereunder: Employees' Provident Fund & Miscellaneous Provisions Act, 1952 Employees' Provident Fund Scheme,1952 Emplo"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "7",
            "original_group_content_snippet": "PAPER-II"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "7",
            "original_group_content_snippet": "Table Content (Page(s): 7): [TIME]; [2 Hours]; [PAPER-II]; [Marks 100]"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "7",
            "original_group_content_snippet": "Noting / Drafting in Government Correspondence and Administrative and Service Rules Noting Drafting in Government Correspondence (50 Marks Descriptive) 1_ Purpose and Importance of Noting & Drafting i"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "8",
            "original_group_content_snippet": "English Grammar (Synonym, Antonym, Active/ Passive Voice, idioms, phrases, etc) vii. PAPER-IV"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "8",
            "original_group_content_snippet": "Table Content (Page(s): 8): [TIME]; [2 Hours]; [PAPER-IV]; [Marks 50 (Skill based _]"
        },
        {
            "source_pdf": "Prob_ExamScheme_Stenographer.pdf",
            "page_number": "8",
            "original_group_content_snippet": "Computer Proficiency Test Preparing a letter / order in MS Word File through mail merge function. Rewriting of Paragraph in MS Word format using Track change, Comment remove, table creation, spelling "
        },
        {
            "source_pdf": "Advance_UnderPara_68B-7_Self-Declaration.pdf",
            "page_number": "1",
            "original_group_content_snippet": "E-Office/ Web Circulation #Harf 4f44 Afq 4137 Employees Provident Fund Organisatien (e7 & {TTRHATT4, HTG #TT) (MINISTRY OF LABOUR & EMPLOYMENT GOVERNMENT OF INDIA) 3e trafdra /Head Office GTc Maaumr &"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "THar ufaw Af9 4TTTT Employees Provident Fund Organisation (YA & TINR HATTT4 4TG TRTT) 47z4d verdt (MINISTRY OF LABOUR & EMPLOYMENT GOVERNMENT OF INDIA) Ta #Tfar4 /Head Office Nc q , MdaurT &7o-Il &r f"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "2",
            "original_group_content_snippet": "MINISTRY OF LABOUR AND EMPLOYMENT; GOVERNMENT OF INDIA EMPLOYEES' PROVIDENT FUND ORGANISATION) NOTIFICATION NEW DELHL DATED G.SR: In exercise of the powers conferred by clause (a) of sub-section (7) o"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "3",
            "original_group_content_snippet": "Commissioner, Grade-I, or Regional Provident Fund Commissioner , Grade- Il, or Assistant Provident Fund Commissioner appointed under sub-section (3) of Section 5D of the Act. h_ \"Post\" means any post,"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "3",
            "original_group_content_snippet": "Table Content (Page(s): 3): [Assistant Provident Fund Commissioner]; [Rs]; [65100-177500,]; [Level]; [10]; [Ii_]; [Regional Provident Fund Commissioner, Grade-II- Rs. 67700-208700]; [Level-11.]; [iii."
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "3",
            "original_group_content_snippet": "(2) The Commissioners' Cadre shall consist of the following persons, namely: - (i) all existing  officers holding posts on regular basis in the Commissioners' Cadre in their respective grades on the a"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "4",
            "original_group_content_snippet": "(ii) persons appointed to the Commissioners' Cadre in accordance with the provisions of these rules: (3) The regular continuous service of the officers referred to in clause () of sub-rule (2) before "
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "4",
            "original_group_content_snippet": "Table Content (Page(s): 4): [(1) The grades and authorised strength Of various posts Of the Commissioners']; [Cadre]; [on the]; [appointed]; [shall be as specified in the Schedule [.]; [(2) After the "
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "4",
            "original_group_content_snippet": "Table Content (Page(s): 4): [(4) All posts of the Commissioners' Cadre shall be classified as Central Board Group]; ['A' (equivalent to Group 'A]; [of Central Government in corresponding pay level):];"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "4",
            "original_group_content_snippet": "(2) All recruitment to the post of Assistant Provident Fund Commissioner shall be as under , namely:- (a) Fifty per cent (50 per cent) of the vacancies of Assistant Provident Fund Commissioner shall b"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "5",
            "original_group_content_snippet": "persons SO recruited shall be counted against the percentage of posts to be filled under the respective method: 6. Appointment to the Commissioners' Cadre: (1) AII appointments to the Commissioners' C"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "5",
            "original_group_content_snippet": "Table Content (Page(s): 5): [examinations or if the work or conduct or both of a probationer is unsatisfactory.]; [(5) If on expiry of the period of probation, referred to in sub-rule (1) or of any ex"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "5",
            "original_group_content_snippet": "ion is 13"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "6",
            "original_group_content_snippet": "not fit for permanent appointment or at any such time during such period of probation or extension, it is satisfied that the candidate will not be fit for permanent appointment on the expiration of th"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "6",
            "original_group_content_snippet": "Table Content (Page(s): 6): [a) wno nas enterea Into or contractea a marriage wiIn a person naving a spouse Iiving, Or]; [b) who, having a spouse living, has entered into or contracted a marriage with"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "6",
            "original_group_content_snippet": "n 13"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "7",
            "original_group_content_snippet": "Provided that the Central Board may; if it is satisfied that such marriage is permissible under the personal law applicable to such person and the other party to the marriage and there are other groun"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "7",
            "original_group_content_snippet": "Table Content (Page(s): 7): [Page 6 of]"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "7",
            "original_group_content_snippet": "43"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "8",
            "original_group_content_snippet": "SCHEDULE (See Rule 4) (Grade/Designation; Number of Posts and Level in Pay Matrix included in the Commissioners' Cadre)"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "8",
            "original_group_content_snippet": "Table Content (Page(s): 8): [S1.]; [IGradel Designation]; [INo. of Posts*]; [Pay Level in Pay Matrix]; [No:]; [(1)]; [(2)]; [(3)]; [1_]; [Additional]; [Central]; [Provident]; [Fundl11]; [Rs. 144200 -2"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "8",
            "original_group_content_snippet": "#Subject to variation depending on the workload  ** The number of posts in 'Non-Functional  Selection Grade' in Level 13 in the Pay Matrix (Rs.123100-215900, shall be restricted to thirty percent of s"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "9",
            "original_group_content_snippet": "SCHEDULE II (See Rule 5) Method of Recruitment; field of selection; minimum eligibility service; and minimum educational qualification; where applicable; in the next lower grade for appointment of off"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "9",
            "original_group_content_snippet": "Table Content (Page(s): 9): [SI:]; [Name]; [of]; [thelMethod]; [oflField]; [of]; [selection]; [and]; [the]; [No.]; [[Post/Grade/Scale]; [lrecruitmentl]; [minimum qualifying service for]; [lappointment"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "9",
            "original_group_content_snippet": "Page 8 of 13"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "10",
            "original_group_content_snippet": "Rule 5(2) b) from amongst thel following categories for Centrall Board  Group 'B' Officers of thel Central Board; who havel lcompleted five years of regularl Iservice in the grade in which theyl were "
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "11",
            "original_group_content_snippet": "Table Content (Page(s): 11): [Cadre_]; [Additional]; [Central]; [ProvidentBy Promotion]; [Promotion:]; [Fund Commissioner]; [1)]; [By]; [Regional]; [Provident]; [Func]; [Rs.131100-216600,]; [Level-|];"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "11",
            "original_group_content_snippet": "Page 10 of 13"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "12",
            "original_group_content_snippet": "Table Content (Page(s): 12): [as]; [on the last date]; [of receipt of]; [anplication]"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "12",
            "original_group_content_snippet": "Note 1: Completion of mandatory training program for promotion to various post in the Commissioners' Cadre as prescribed by the Central Board from time to time. Provided that those persons who have no"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "13",
            "original_group_content_snippet": "SCHEDULE IlI (See Rule 10) Central Board  Group A Departmental Promotion Committeel  Screening Committee forl lconsidering the cases of promotion; or confirmation, or placement on Non-Functional basis"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "13",
            "original_group_content_snippet": "Table Content (Page(s): 13): [(2)]; [Post/Confirmation]; [DPC]; [1]; [IConfirmation]; [of]; [Directl]; [Central Provident Fund Commissioner.]; [Recruits/Promotees:]; [Chairperson:]; [Departmental]; [C"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "13",
            "original_group_content_snippet": "Page 12 of 13"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "14",
            "original_group_content_snippet": "Table Content (Page(s): 14): [5_]; [Promotion]; [from]; [Regionall]; [Secretary, Ministry of Labour & Employment]; [Provident Fund Commissioner,]; [Chairperson]; [Grade-|]; [to]; [Additional]; [Centra"
        },
        {
            "source_pdf": "Circular_RRforCommissionerCadredated_15042025.pdf",
            "page_number": "14",
            "original_group_content_snippet": "Note: The absence of a member, other than the chairperson, shall not   invalidate the proceedings of the committee, if more than half of the members   of the Departmental Confirmation Committee, or De"
        },
        {
            "source_pdf": "Circular_PaymentOfPastContributions_Dated04042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "3Ham 44w Ffu 4JTUT Employeee ProvideniFund orqaniootion (TA 0dtr HMTU H1a *STT) (NISTRT\" OF LABOUR & EAPLOTNEENT, GOVERNAEENT OF INDIA) 13 #T<v Aead office"
        },
        {
            "source_pdf": "Circular_PaymentOfPastContributions_Dated04042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [T C>]; [Block M]; [Eas: Kicwvai]; [Nagar]; [Newv Delhi]; [10023]; [Websitc:]; [WWWBP]; [jindiagek-in,]; [WWW .]; [epfindia.nic.in]; [Ret: Compliance/DD/Remittances/MsLabou"
        },
        {
            "source_pdf": "Circular_PaymentOfPastContributions_Dated04042025.pdf",
            "page_number": "1",
            "original_group_content_snippet": "025 AIFOICs, Regional Ottices AII OICs, District Offices Subject: Payment of past contributions of employees by an employer through Demand Draft reg; Madam/Sir, References have been received from Fiel"
        },
        {
            "source_pdf": "FinalOrders_GrantOfNotionalIncrement.pdf",
            "page_number": "1",
            "original_group_content_snippet": "#frf 4xr Afa 41T Employees Provident Fund Organisation MTT MTT ATT, 9TTTTT MINISTRY OF LABOUR & EMPLOYMENT, GOVERNMENT OF INDIA 4EFRT4/ HEAD OFFICE 0 AJEd707 IT.aft ftft4z,74+-2 TT3? FTI- 4thTFCI, #E "
        },
        {
            "source_pdf": "FinalOrders_GrantOfNotionalIncrement.pdf",
            "page_number": "1",
            "original_group_content_snippet": "Table Content (Page(s): 1): [0_]; [Ai Regionai]; [T]; [Uoimnsbiunicis]; [6. AII DD (Vigilance)IZAPs]; [7]; [AII PPS, PA and SO in Head Office]; [8. RPFC, IS Division for web circulation]; [9. Secretar"
        },
        {
            "source_pdf": "FinalOrders_GrantOfNotionalIncrement.pdf",
            "page_number": "1",
            "original_group_content_snippet": "athi) RD-I)"
        },
        {
            "source_pdf": "FinalOrders_GrantOfNotionalIncrement.pdf",
            "page_number": "2",
            "original_group_content_snippet": "No: 19/116/2024-Pers Pol . (Pay) (Pt) Government of India Ministry of Personnel, Public Grievances & Pensions Department of Personnel & Training #t* North Block; New Delhi Dated the 2oth May, 2025. OF"
        },
        {
            "source_pdf": "FinalOrders_GrantOfNotionalIncrement.pdf",
            "page_number": "3",
            "original_group_content_snippet": "~2- The direction in (b) will not apply, where thejudgment has not attained finality; and cases where an appeal has been preferred, or if filed, is entertained by the appellate court; d_ In case any r"
        },
        {
            "source_pdf": "FinalOrders_GrantOfNotionalIncrement.pdf",
            "page_number": "3",
            "original_group_content_snippet": "Table Content (Page(s): 3): [Tel: No: 20340489]; [All]; [Ministries/Departments of Government of India.]"
        },
        {
            "source_pdf": "FinalOrders_GrantOfNotionalIncrement.pdf",
            "page_number": "4",
            "original_group_content_snippet": "~3 Copy also forwarded to: The Secretary General, Supreme Court of India. The Controller General of Accounts/ Controller of Accounts, Ministry of Finance: Union Public Service  Commission/ Lok Sabha S"
        }
    ]
}