{
    "texts": [
        "#Hw1 4fqAfa #17 Employees Provident Fund Organisation MTaTTT T7T, TTTTT MINISTRY OF LABOUR & EMPLOYMENT , GOVERNMENT OF INDIA TeTTT4/ HEAD OFFICE Taiff1rAv,71+-2 TT7 T7- 4* Tr,#FfiTC, Tfazz-110023 A NBCC Centre, Block-2, Ground Floor- 4th Floor , East Kidwai Nagar, Neiv Delhi-110023 Website: WWw epfindia gov.in; WWW epfindia nic.in Date: 2 3 MAY 2025 No. HRM-IT-I(DPA)2025 / 651 CIRCULAR Sub: Preparatory activity for Annual General  Transfer; 2025 DPA cadre updating of information in HR-Soft database- reg: With reference to the above cited subject, it is informed that database in HR soft needs to be verified/updated/corrected immediately for smooth conduct of Annual General Transfer; 2025 for DPA Cadre. 2 In this respect; it is requested that (being & sensitive and time bound issue) the database in respect of all the officials in DPA Cadre shall be verified/updated/corrected  meticulously and   immediately to avoid any inadvertent decision due to wrong database. 3_ With reference to the facility in the software to mark the attached offices; it is informed that the HR software allows the generation of salary from the Regional Offices only apart  from the Head Office and PDNASS with its ZTIs. As the Zonal Office Vijayawada was opened in a different city from Guntur, this Zonal Office is having   facility to draw salary themselves. For all  other Zones the salary of the officials in DPA cadre posted in a ZO/RO is drawn by the Regional Office and so their posting is also recorded in the Regional Oflice: The Vigilance Directorate; the Zonal Vigilance Offices: Zonal Offices and the District Offices are  shown a5 attached offices of concerned Regional Office/ASD (HO) in HR Soft. The concerned Regional Offices may add the Officer for salary in these aforementioned offices along-with utilizing facility in the sofiware t0 mark the attached offices. Accordingly, it should be ensured that the Officials posted in Zonal Offices/District Offices Vigilance DirectoratelZonal Vigilance Offices are appropriately marked s0 that the vacancy and incumbeney in a Zone is correctly shov",
        "Table Content: [vn: A copy of the User Manual is attached.]",
        "4 The RPFC/OICs of ROs/ASD (HO)PDNASSIZTIs/ZO Vijaywada shall ensure that  incumbency is   duly   checked in the HR Soft and  rectitjy the same if any discrepancy is noticed. 5 . It is also pertinent to  mention that the temporary  posting/additional  charge posting details are required to be updated in HR-Soft with Temporary Posting marked as Yes. 6_ In view of the above, all the officials in the cadre of DPA are requested to go through their posting profile in HR-Soft and if any discrepancy is noticed then get the entries in HR Soft pertaining to their posting profile updated/corrected through HR Admin in respective offices: 7 The RPFCIOICs of the Regional Offices/ASD(HOYPDNASSIZTIs/Zo Vijaywada shall ensure that the database of all the officials in DPA cadre under their jurisdiction are updated in HR-Software as per their service book/records in accordance with the instructions/user manuals issued. A print out of updated details shall be signed by the officer concerned and the HR Admin and kept in the local personal file of the Officer concerned. The exercise of marking amendments/ modifications, if any, should be completed by Regional Offices on Or before 29.05.2025. 8_ After completion of this up-dation exercise as mentioned in Para 7 above, the Officer-in-Charge  shall send a certificate to Zonal Office to the effect that all the entries in HR -Soft have been correctly entered: Zonal Office shall compile all such certificates and send a report t0 Head Office at E-mail: rcl.hrm@epfindia gov,in by 5.00 PM on 29.05.2025, certifying there-in that the up-dation exercise for all the offices under their jurisdiction have been correctly done. Further, for PDNASSIZTIs/ASD(HO); a similar  report should be sent  directly to HRM, Head Office at aforementioned email: It  should be noted that the RPFCIOIC and the   officer  concerned shall be responsible for any data aberration/data gaps in HR-Software. 9 Further; there are functionalities available to HR Admin in the HR Software for updating and correcting the data. These are as under: Under Service Book Role >> Update Employee Personal Information System Service Book. 1",
        "Table Content: [This   allows  edit; addition and]; [deletion of record for the]; [of postin]; [before the generation of EID.]; [ii.]; [Under Service Book Role >> Update joining details]; [This]; [allows]; [to]; [the joining]; [date and the post]; [on]; [which joined pOs]; [generation OfEID.]; [period]; [update]",
        "Under Service Book Role > Update attached office. iii. This function will enable the user to update posting of the employee from main office to the attached office and vice versa: Lwp 2:/- 28 (MOHAMMAD SHARIQ) Regional P.F. Commissioner-[ (HRM) To. 1 CVOIAIL Addl: CPFCs   (Hqrs.)Director   (PDNASSVAddl. CPFCs; Head Office. 2. AlI Additional CPFCs. Zones_ 3 . AlL RPFC in-charges (All Regional Offices) RPFC (ASD) Head Office /RPFC (NDCY RPFCs Zonal Training Institutes. 4. AlI Dy Dir. (Vig  )Zonal Audit Parties. 5.All Officials in DPA' Cadre: 6. PS to CPFC. 7. Secretary General. EPF Officials' Association, Ludhiana: 8, Hindi Section for Hindi version. Yaan+t 22/- 25 (MOHAMMAD SHARIQ) Regional PF. Commissioner-[ (HRM)"
    ],
    "metadata": [
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": 1,
            "original_group_content_snippet": "#Hw1 4fqAfa #17 Employees Provident Fund Organisation MTaTTT T7T, TTTTT MINISTRY OF LABOUR & EMPLOYMENT , GOVERNMENT OF INDIA TeTTT4/ HEAD OFFICE Taiff1rAv,71+-2 TT7 T7- 4* Tr,#FfiTC, Tfazz-110023 A N"
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": 1,
            "original_group_content_snippet": "Table Content: [vn: A copy of the User Manual is attached.]"
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": 2,
            "original_group_content_snippet": "4 The RPFC/OICs of ROs/ASD (HO)PDNASSIZTIs/ZO Vijaywada shall ensure that  incumbency is   duly   checked in the HR Soft and  rectitjy the same if any discrepancy is noticed. 5 . It is also pertinent "
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": 2,
            "original_group_content_snippet": "Table Content: [This   allows  edit; addition and]; [deletion of record for the]; [of postin]; [before the generation of EID.]; [ii.]; [Under Service Book Role >> Update joining details]; [This]; [all"
        },
        {
            "source_pdf": "Circular_23052025_DPACadre.pdf",
            "page_number": 3,
            "original_group_content_snippet": "Under Service Book Role > Update attached office. iii. This function will enable the user to update posting of the employee from main office to the attached office and vice versa: Lwp 2:/- 28 (MOHAMMA"
        }
    ]
}